[{"": "Prof.", "First Name": "Franco", "Surename": "Nori", "Affiliation": "RIKEN, University of Michigan", "Primary email": "fnori@riken.jp", "Response": "Accepted", "Schedule": "Monday May 8th, 10am in India", "id": "0", "Date (double click to pick)": "5/8/2023", "Time ( IST )": "9:30:00", "end": "", "Title": "Quantum Optics with Giant Atoms: Decoherence-Free Interaction between Giant Atoms in Waveguide Quantum Electrodynamics", "Abstract": "", "Show?": "show", "Image name": "FrancoNori", "Name": "Prof. Franco Nori", "Link": "https://youtube.com/watch?v=AMtYew7L9pA", "Citations": "83372", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Girish", "Surename": "Agarwal", "Affiliation": "Texas A&M University", "Primary email": "girish.agarwal@tamu.edu", "Response": "Accepted", "Schedule": "second week of May", "id": "1", "Date (double click to pick)": "5/17/2023", "Time ( IST )": "19:00:00", "end": "", "Title": "Time reversed quantum metrology using squeezed states of light and matter", "Abstract": "Abstract: It is now well appreciated that quantum physics can be used to build better sensors. Such sensors can be based on unitary systems like various types of interferometers or open systems based on scattering and lossy transmission channels. The framework of the quantum Fisher information enables one to obtain best estimates of the parameters and then one can design possible experiments that can reach Cramer- Rao bounds. I would highlight not only the importance of the quantum states used as probes, but also the importance of the quantum-ness of the measurement schemes. The time reversed metrology can be realized by SU11 interferometers. I would bring out the especial importance of the squeezed states of matter and light for metrology and show how the time reversed metrology can saturate Cramer -Rao bounds in many cases.", "Show?": "show", "Image name": "GirishAgarwal", "Name": "Prof. Girish Agarwal", "Link": "https://youtube.com/watch?v=KcKRrHF8SeA", "Citations": "38861", "Topic": "Quantum optics"}, {"": "Prof.", "First Name": "Maciej", "Surename": "Lewenstein", "Affiliation": "ICFO - The Institute of Photonic Sciences", "Primary email": "maciej.lewenstein@icfo.eu", "Response": "Accepted", "Schedule": "26, 28, 29 and 30 of May", "id": "2", "Date (double click to pick)": "5/29/2023", "Time ( IST )": "17:00:00", "end": "", "Title": "NISQ Devices @ ICFO QOT", "Abstract": "", "Show?": "show", "Image name": "Maciej Lewenstein", "Name": "Prof. Maciej Lewenstein", "Link": "https://youtube.com/watch?v=fOJAvgpGCLk", "Citations": "69928", "Topic": "Quantum optics"}, {"": "Prof.", "First Name": "Barry", "Surename": "Sanders", "Affiliation": "University of Calgary", "Primary email": "sandersb@ucalgary.ca", "Response": "Accepted", "Schedule": "2nd week of may", "id": "3", "Date (double click to pick)": "5/10/2023", "Time ( IST )": "9:00:00", "end": "", "Title": "Kittens, cats and compasses: superposing coherent states for quantum sensing, quantum communication, quantum computing and quantum fun", "Abstract": "Abstract: Glauber coherent states are semiclassical in the sense that that follow classical harmonic-oscillator dynamics and are minimum-uncertainty states. A superposition of two macroscopically distinct coherent states is a Schrödinger cat state (alive and dead in superposition) and a kitten if not macroscopically distinct. Superposing two- and multi-mode coherent states is an entangled coherent state. Geometric intution arises through quasiprobability representations, allowing talk about superposing coherent states on a line (relevant to bosonic qubits) and on a circle (e.g., compass states). I present this potted history followed by our proposal for making a nuclear cat state arXiv:2304.13813", "Show?": "show", "Image name": "BarrySanders", "Name": "Prof. Barry Sanders", "Link": "https://youtube.com/watch?v=TtfVAd0ngyw", "Citations": "22670", "Topic": "Quantum Information"}, {"": "Prof.", "First Name": "Urbasi", "Surename": "Sinha", "Affiliation": "Raman Research Institute", "Primary email": "usinha@rri.res.in", "Response": "Accepted", "Schedule": "", "id": "4", "Date (double click to pick)": "5/8/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Quantum Experiments with Satellite Technology", "Abstract": "In India, our Quantum Information and Computing lab at RRI is working on a mega project called Quantum Experiments with Satellite Technology (QuEST) in collaboration with the Indian Space Research Organization. This is India’s first satellite based Quantum Key Distribution (QKD) project which aims to develop indigenous technologies for satellite based QKD towards a quantum secure future for India. Here, we will report on several milestones achieved by the QuEST project. The first involves the development of a novel, indigenous QKD simulation toolkit qkdSim [1], as well as the establishment of a prepare and measure based QKD experiment. The simulation results match well with experiment; a representative key rate and the quantum bit error rate from experiment is 51±0.5 kbit/sec and 4.79%±0.01% respectively, wherein the simulation yields 52.83±0.36 kbit/sec and 4.79%±0.01%, respectively[2]. With this, we establish a prepare and measure based QKD protocol in the lab with an indigenous novel simulation toolkit, both very important milestones towards our quest for satellite based QKD in India. We will then discuss our demonstration of free space entanglement based quantum communication between two buildings at RRI through an atmospheric channel, the first such demonstration in India, first performed in February 2021. We will then discuss our recent work on passive feedback based polarisation scrambling mitigation, a crucial requirement for long haul quantum communications [3]. One of the major challenges in long distance quantum communications is the polarization degree of freedom of single-photons getting affected while transmission through optical fibres, or atmospheric turbulence. Conventionally, an active feedback-based mechanism is employed to achieve real-time polarization tracking. In this work, we propose an alternative, less resource intensive, passive feedback based approach. As a proof-of- principle demonstration, we implement an in-lab BBM92 protocol to exemplify the performance of our technique.\nWe will end with our broad vision for the future in terms of a global quantum communication network.\n[1] An experimenter’s toolkit for simulating Quantum Key Distribution protocol implementations, R.\nChatterjee, S. Chatterjee, B. C. Sanders, and U. Sinha, Indian Patent Application No.: 202141023697\n(May, 2021).\n[2] qkdSim: An experimenter’s simulation toolkit for QKD with imperfections, and its performance\nanalysis with a demonstration of the B92 protocol using heralded photon, R. Chatterjee, K. Joarder, S.\nChatterjee, B.C. Sanders, Urbasi Sinha, Phys. Rev. Applied 14, 024036 (2020).\n[3] Polarization correction towards satellite-based QKD without an active feedback, S. Chatterjee, K.\nGoswami, R. Chatterjee and U.Sinha, accepted for publication in Communications Physics (Nature\nPublishing Group).", "Show?": "show", "Image name": "UrbasiSinha", "Name": "Prof. Urbasi Sinha", "Link": "https://youtube.com/watch?v=DmAb-nTPl7Q", "Citations": "", "Topic": ""}, {"": "Prof.", "First Name": "Sourav", "Surename": "Pal", "Affiliation": "Ashoka University", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "5", "Date (double click to pick)": "6/8/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Quantum Computer: A solution to computation-intensive quantum chemistry?", "Abstract": "", "Show?": "show", "Image name": "SouravPal", "Name": "Prof. Sourav Pal", "Link": "https://www.youtube.com/watch?v=0z66wnvinRg&t=3184s", "Citations": "", "Topic": ""}, {"": "Prof.", "First Name": "Prasanta K", "Surename": "Panigrahi", "Affiliation": "IISER Kolkata", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "6", "Date (double click to pick)": "5/27/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Tutorial 6", "Abstract": "", "Show?": "show", "Image name": "PrasantaKPanigrahi", "Name": "Prof. Prasanta K Panigrahi", "Link": "https://www.youtube.com/watch?v=zgudeXUY_Xg", "Citations": "", "Topic": ""}, {"": "Prof.", "First Name": "Martin B", "Surename": "Plenio", "Affiliation": "University of Ulm", "Primary email": "martin.plenio@uni-ulm.de", "Response": "Accepted", "Schedule": "", "id": "7", "Date (double click to pick)": "5/16/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Testing Quantum Aspects of Gravity in the Laboratory", "Abstract": "The abstract: In this lecture I will discuss various aspects of the endeavour to test low energy quantum aspects of the gravitational interaction. Apart from practical schemes to enhance proposed measurement schemes, these include the question whether entanglement is actually needed to be observed in such tests and which role potential non-linear extensions of quantum mechanics may play.", "Show?": "show", "Image name": "Martin BPlenio", "Name": "Prof. Martin B Plenio", "Link": "https://youtube.com/watch?v=v2VLCpOlOjk", "Citations": "58799", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Steven", "Surename": "Girvin", "Affiliation": "Yale University", "Primary email": "steven.girvin@yale.edu", "Response": "Accepted", "Schedule": "May 16,17,24,25,26", "id": "8", "Date (double click to pick)": "5/24/2023", "Time ( IST )": "19:00:00", "end": "", "Title": "Introduction to Circuit QED:Quantum Optics and Quantum Information Processing with Microwave Photons", "Abstract": "Abstract: ‘Circuit quantum electrodynamics’ is the theory of non-linear quantum optics extended to the study of individual microwave photons strongly interacting with ‘artificial atoms’ (Josephson junction qubits) embedded in superconducting electrical circuits. Recent remarkable theoretical and experimental progress in our ability to measure and manipulate the quantum states of microwave photons is leading to novel applications ranging from accelerating dark matter searches to quantum error correction that, for the first time in any technology, has successfully extended the lifetime of quantum information. Small bosonic quantum simulators now exist which use boson sampling to compute optical vibronic spectra of triatomic molecules. This talk will present an elementary introduction to the basic concepts underlying circuit QED and describe several recent novel experiments demonstrating these newfound capabilities.", "Show?": "show", "Image name": "StevenGirvin", "Name": "Prof. Steven Girvin", "Link": "https://youtube.com/watch?v=ll4PbwxphUg", "Citations": "63405", "Topic": "condensed matter physics"}, {"": "Prof.", "First Name": "Rupamanjari", "Surename": "Ghosh", "Affiliation": "Jawaharlal Nehru University", "Primary email": "rupamanjari.ghosh@snu.edu.in", "Response": "Accepted", "Schedule": "preferably on a Friday", "id": "9", "Date (double click to pick)": "5/12/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "The ‘Second’ Quantum Revolution: Understanding the journey so far", "Abstract": "", "Show?": "show", "Image name": "Rupamanjari Ghosh", "Name": "Prof. Rupamanjari Ghosh", "Link": "https://youtube.com/watch?v=hk5g2YxP7e0", "Citations": "", "Topic": "Quantum Technology"}, {"": "Prof.", "First Name": "Vlatko", "Surename": "Vedral", "Affiliation": "University of Oxford", "Primary email": "vlatko.vedral@physics.ox.ac.uk", "Response": "Accepted", "Schedule": "", "id": "10", "Date (double click to pick)": "5/8/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Using quantum information tricks to detect ghosts", "Abstract": "Abstract: We discuss the implications of the principle of locality for interference in quantum field theory. As an example, we consider the interaction of two charges via a mediating quantum field and the resulting interference pattern, in the Lorenz gauge. We propose that detecting relative phases or entanglement between two charges in an interference experiment is equivalent to accessing empirically the gauge degrees of freedom associated with the so-called ghost (scalar) modes of the field in the Lorenz gauge. These results imply that ghost modes are measurable and hence physically relevant, contrary to what is usually thought. They also raise interesting questions about the relation between the principle of locality and the principle of gauge-invariance. Our analysis applies also to linearised quantum gravity in the harmonic gauge, and hence has implications for the recently proposed entanglement-based witnesses of non-classicality in gravity.", "Show?": "show", "Image name": "Vlatko Vedral", "Name": "Prof. Vlatko Vedral", "Link": "https://youtube.com/watch?v=xf07BOvwqtA", "Citations": "45097", "Topic": "Quantum Information"}, {"": "Prof.", "First Name": "Ujjwal", "Surename": "Sen", "Affiliation": "HRI, Allahabad", "Primary email": "ujjwal@hri.res.in", "Response": "Accepted", "Schedule": "", "id": "11", "Date (double click to pick)": "5/10/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Quantum resources and their use in devices", "Abstract": "Abstract: Quantum resources, like entanglement and quantum coherence, are useful for running quantum devices, which in turn are known to have advantages over their classical cousins. The talk will have two parts, of which the first will try to convince you that all types of entanglement, whether bipartite or of more parties, and whether of pure or mixed states, can be seen as quantum coherences in certain locally distinguishable sets of states. In the second, we will discuss about the role of entanglement in noisy quantum batteries.", "Show?": "show", "Image name": "UjjwalSen", "Name": "Prof. Ujjwal Sen", "Link": "https://youtube.com/watch?v=joiO9qimjdo", "Citations": "6618", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Antonio", "Surename": "Acin", "Affiliation": "ICFO - The Institute of Photonic Sciences", "Primary email": "antonio.acin@icfo.eu", "Response": "Accepted", "Schedule": "18-19, 22-24 and 29 May, 5-9 (but this may change), 12-16 June", "id": "12", "Date (double click to pick)": "5/19/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "with Microwave Photons", "Abstract": "Abstract: Small quantum networks consisting of several nodes sharing entangled states are within reach with current and near-term technologies.They offer new possibilities for quantum information processing beyond what achievable in standard point-to-point configurations. In this talk, quantum networks are considered in the device-independent scenario where devices are seen as quantum back boxes processing classical information. We first show how the characterization of correlations in quantum networks is related to the study of causal networks. We then present several results illustrating the possibilities these networks offer in the foundations of quantum physics or for the development of quantum information technologies. In the first case, we show how real quantum theory can be falsified in a small network consisting of three observers in an entanglement swapping configuration. In the second, we discuss a scheme to self-test any pure entangled state.", "Show?": "show", "Image name": "Antonio Acin", "Name": "Prof. Antonio Acin", "Link": "https://youtube.com/watch?v=SAT8Nuix0nc", "Citations": "26342", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Marek", "Surename": "Żukowski", "Affiliation": "ICTQT, University of Gdansk", "Primary email": "marek.zukowski@ug.edu.pl", "Response": "Accepted", "Schedule": "", "id": "13", "Date (double click to pick)": "5/12/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Nonlocality of a single photon revisited", "Abstract": "Abstract We re-examine claims on that. We propose a method that indeed shows violation of local realism by mode entanglement of two output beams of beam splitter. We re-analyze experiments covering this topic.", "Show?": "show", "Image name": "MarekŻukowski", "Name": "Prof. Marek Żukowski", "Link": "https://youtube.com/watch?v=-BdPqhyfWUM", "Citations": "14292", "Topic": "Quantum Information and Foundation"}, {"": "Prof.", "First Name": "Arun Kumar", "Surename": "Pati", "Affiliation": "IIIT Hyderabad", "Primary email": "akpati@iiit.ac.in", "Response": "Accepted", "Schedule": "", "id": "14", "Date (double click to pick)": "6/6/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Quantum Speed Limit for States and Observables", "Abstract": "", "Show?": "show", "Image name": "Arun KumarPati", "Name": "Prof. Arun Kumar Pati", "Link": "https://www.youtube.com/watch?v=PtToT39tatg", "Citations": "9562", "Topic": "Quantum Information"}, {"": "Prof.", "First Name": "Caslav", "Surename": "Brukner", "Affiliation": "University of Vienna", "Primary email": "Caslav.Brukner@oeaw.ac.at", "Response": "Accepted", "Schedule": "", "id": "15", "Date (double click to pick)": "6/7/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Quantum reference frames: from foundations to applications", "Abstract": "Abstract: I will give an overview of recent advances in the field of quantum reference frames and give examples of how they help us to solve some open questions, e.g. in defining the spin qubit in relativistic quantum information or in determining the dynamics of probe particles in an indefinite spacetime metric.", "Show?": "show", "Image name": "CaslavBrukner", "Name": "Prof. Caslav Brukner", "Link": "https://www.youtube.com/watch?v=5SGOm8dZUzA", "Citations": "16676", "Topic": "Quantum Information and Foundation"}, {"": "Prof.", "First Name": "R P", "Surename": "Singh", "Affiliation": "PRL, Ahmedabad", "Primary email": "rpkpsingh@gmail.com", "Response": "Accepted", "Schedule": "", "id": "16", "Date (double click to pick)": "5/8/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Free space quantum key distribution: India and the World", "Abstract": "Abstract: To provide unconditional security to the keys, and subsequently to the message, Quantum Key Distribution (QKD) comes to the rescue. QKD is one of the most ubiquitous applications of quantum mechanics in modern times. Though QKD provides unconditional security, its practical implementation deviates from the ideal one, affecting the security of key. In this talk, we will discuss the techniques to improve the key rates for BB84 and BBM92 QKD protocol and methods to characterize implementation loopholes that make it vulnerable against the side channel attacks. For increasing the key rate using weak coherent laser pulses, we introduce a novel quantum key distribution protocol, called coincidence detection quantum key distribution protocol (CD Protocol). We show that the Poissonian nature of weak coherent pulses instead of posing a security risk can be used to achieve a secure key rate higher than the standard GLLP and decoy state QKD protocols. Prepare and measure protocols such as BB84 consider the satellite as a trusted device, which is fraught with danger looking at the current trend for satellite based optical communication.Therefore, entanglement-based QKD (EB QKD) protocols must be preferred since, along with overcoming the distance limitation, one can take the satellite as an untrusted device. The most well-known EB QKD protocol is the E91 protocol, but the achieved key rate is less as maximum of the bits are sacrificed for measuring Bell parameter. This key rate can be increased without compromising the security provided by EB QKD, if one uses the BBM92 protocol with a pre-characterized relation between S and QBER. Thus, an estimate of QBER provides a simultaneous measurement of entanglement without sacrificing the bits used in proving the Bell’s inequality violation. At the end, we will discuss the current international status of the field.\nReferences\n[1] Sarika Mishra, et al., J. Optics 24, 074002 (2022).\n[2] Ayan Biswas, et al., Optics Continuum 1.1, 68-79 (2022).\n[3] Ayan Biswas, et al., IEEE J. of Quantum Electronics 57, 1-7 (2021).\n[4] Ali Anwar et al., New J. of Physics 22, 113020 (2020).\n[5] Ali Anwar, et al., J. Optical Society of America B 38, 2976-2983 (2021).", "Show?": "show", "Image name": "R PSingh", "Name": "Prof. R P Singh", "Link": "https://youtube.com/watch?v=ORGpJdNiOmE", "Citations": "", "Topic": "Quantum technology expt"}, {"": "Prof.", "First Name": "Luiz", "Surename": "Davidovich", "Affiliation": "Instituto de Física", "Primary email": "ldavid@if.ufrj.br", "Response": "Accepted", "Schedule": "", "id": "17", "Date (double click to pick)": "6/7/2023", "Time ( IST )": "17:00:00", "end": "", "Title": "Recent advances in quantum metrology", "Abstract": "", "Show?": "show", "Image name": "LuizDavidovich", "Name": "Prof. Luiz Davidovich", "Link": "https://www.youtube.com/watch?v=rdRU11K1wXQ", "Citations": "13405", "Topic": "Quantum Information"}, {"": "Prof.", "First Name": "Markus P.", "Surename": "Müller", "Affiliation": "University of Vienna", "Primary email": "markus.mueller@oeaw.ac.at", "Response": "Accepted", "Schedule": "Anytime", "id": "18", "Date (double click to pick)": "5/9/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Testing quantum theory by generalizing noncontextuality", "Abstract": "Abstract: It is a fundamental prediction of quantum theory that states of physical systems are described by complex vectors or density operators on a Hilbert space. However, many experiments admit effective descriptions in terms of other state spaces, such as classical probability distributions or quantum systems with superselection rules. Here, we ask which probabilistic theories could reasonably be found as effective descriptions of physical systems if nature is fundamentally quantum. To this end, we employ a generalized version of noncontextuality: processes that are statistically indistinguishable in an effective theory should not require explanation by multiple distinguishable processes in a more fundamental theory. We formulate this principle in terms of embeddings and simulations of one probabilistic theory by another, show how this concept subsumes standard notions of contextuality, and prove a multitude of fundamental results on the exact and approximate embedding of theories (in particular into quantum theory). We show how results on Bell inequalities can be used for the robust certification of this generalized notion of contextuality. From this, we propose an experimental test of quantum theory by probing single physical systems without assuming access to a tomographically complete set of procedures, arguably avoiding a significant loophole of earlier approaches.\n\nBased on joint work with Andrew J. P. Garner (arXiv:2112.09719)", "Show?": "show", "Image name": "Markus P. Müller", "Name": "Prof. Markus P. Müller", "Link": "https://youtube.com/watch?v=YBFNQExRr8E", "Citations": "3128", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Yaron", "Surename": "Bromberg", "Affiliation": "Hebrew University of Jerusalem", "Primary email": "yaron.bromberg@mail.huji.ac.il", "Response": "Accepted", "Schedule": "", "id": "19", "Date (double click to pick)": "5/18/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Nonclassical light in complex media and its applications", "Abstract": "Abstract: Photons are often referred to as flying quantum bits, a phrase that emphasizes both their quantum character and their ability to carry quantum information between two distant points. To what extent this holds for complex disordered media, such as the turbulent atmosphere or multimode optical fibers, is an active avenue of research. Over the past few decades, physicists have discovered fascinating transport properties of classical light in complex media and developed effective tools for controlling it. Recently, these findings have been extended to the quantum realm, demonstrating that quantum properties of light can also be controlled while traversing a complex scattering medium. This talk will highlight some of the main developments in this endeavor and their relevance to applications in quantum key distribution and quantum authentication. The talk is based on our recent perspective article Nature Physics 18, 986–993 (2022)", "Show?": "show", "Image name": "YaronBromberg", "Name": "Prof. Yaron Bromberg", "Link": "https://youtube.com/watch?v=P2iT2WvgbmY", "Citations": "6368", "Topic": "Quantum Technology"}, {"": "Prof.", "First Name": "Dipankar", "Surename": "Home", "Affiliation": "Bose Institute", "Primary email": "quantumhome80@gmail.com", "Response": "Accepted", "Schedule": "middle or 3rd week of june", "id": "20", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "Proposing mass-independent test of macrorealism and quantumness of an arbitrarily massive oscillating object", "Abstract": "A cutting-edge research enterprise in contemporary physics is to empirically probe the limits of validity of quantum superposition of states in the macroscopic regime, along with testing the quantum mechanical incompatibility with the basic notion of macrorealism (the assumption that macro-objects can be assigned definite properties, independent of measurement), both of which have deep-seated foundational implications. The goal is to expand as much possible the macroscopic domain of such tests. Broadly speaking, these tests probe the quantum-classical boundary in terms of superposition of macroscopically distinct states (Schrödinger cat-type states), a line of study which can even have practical applications like for quantum sensing, apart from providing empirical constraints on various modifications of quantum dynamical evolution in the macrolimit that have been proposed towards addressing the quantum measurement problem. Against this backdrop, our work discussed in the present talk formulates a testable example in which an inherent quantumness of a massive harmonically oscillating object can be demonstrated in a way which has the following three key advantages:<br/> (i) The magnitude of quantumness evidenced through the predicted violation of a suitable macrorealist condition (like the Leggett-Garg inequality, or the no-signalling in time condition) is independent of mass. Such violation is also predicted to be independent of the other relevant experimental parameters like the oscillation frequency and momentum, dependent only on the choice of instants of the measurements. Thus, the implied operational flexibility would greatly facilitate in scaling up the test of macrorealism and quantumness, all the way to considerably large masses. <br/> (ii) The other advantage lies in that this scheme is in terms of a harmonically oscillating object which is initially prepared in the most “classical-like” of all quantum states, namely the Schrödinger coherent state, without requiring nonlinearity or coupling with any ancillary quantum system. <br/> (iii) Further, the predicted violation of macrorealism is highly robust to measurement precision, meaning that for our scheme it suffices that the required coarse grained position measurements at various instants determining which spatial region the oscillating object is in are performed with an accuracy that can be less than the standard quantum limit. The central idea underpinning this scheme is a crucial modification we have made of the way any given macrorealist condition is tested. Namely, we consider the dynamical variables that are measured at consecutive times to be different, in contrast to all other studies to date testing the macrorealist conditions. The present talk will explain how this modification gives rise to the above mentioned advantages of our scheme, thereby opening up an earlier unexplored avenue towards enhancing the efficacy of the use of", "Show?": "show", "Image name": "DipankarHome", "Name": "Prof. Dipankar Home", "Link": "https://www.youtube.com/@QIQT", "Citations": "3012", "Topic": "Quantum foundation"}, {"": "Prof.", "First Name": "Sibasish", "Surename": "Ghosh", "Affiliation": "The Institute of Mathematical Sciences", "Primary email": "sibasish@imsc.res.in", "Response": "Accepted", "Schedule": "", "id": "21", "Date (double click to pick)": "6/2/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Quantum homogenization in Marovian and non-Markovian collisional models", "Abstract": "Collisional models are a category of microscopic framework designed to study dynamics of open quantum systems. The framework involves a system sequentially interacting with a bath comprised of identically prepared units. In this regard, quantum homogenization is a process where the system state approaches the identically prepared state of bath unit in the asymptotic limit. Such a simple-minded model of system-bath interaction has the potentiality of providing answers to several fundamental questions regarding the system's behavior. In the present talk, we will first discuss about the homogenization process of a system qubit when it sequentially interacts with the individual bath qubits via partial swap operations. We will then discuss about the homogenization process for the system qubit in the non-Markovian collisional model framework generated via additional bath-bath interaction. With partial swap operation as both system-bath and bath-bath unitary, we will show that homogenization is achieved irrespective of the initial states of the system or bath units. This is reminiscent of the Markovian scenario, where partial swap is the unique operation for a universal quantum homogenizer. On the other hand, we observe that the rate of homogenization is slower than its Markovian counter part. Interestingly, a different choice of bath-bath unitary speeds up the homogenization process but loses the universality being dependent on the initial states of the bath units. In our process, we will show a regime of transition of non-Markovian dynamics to Markovian dynamics (and vice-versa).", "Show?": "show", "Image name": "SibashishGhosh", "Name": "Prof. Sibasish Ghosh", "Link": "https://youtube.com/watch?v=Ksz34fUaXpE", "Citations": "", "Topic": ""}, {"": "Prof.", "First Name": "Howard M", "Surename": "Wiseman", "Affiliation": "Griffith University", "Primary email": "H.Wiseman@griffith.edu.au", "Response": "Accepted", "Schedule": "first 3 weeks of the conference", "id": "22", "Date (double click to pick)": "5/8/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Can super-radiant lasers achieve the Heisenberg limit for laser coherence?", "Abstract": "Abstract: For more than 60 years, the Schawlow-Townes limit [1] was thought to limit the laser coherence ℭ –– the number of photons emitted from the laser into the beam in one coherence time –– to a scaling O(μ^2), where μ is the mean number of optical-frequency excitations stored inside the laser. However, recently it has been shown [2,3] that this is just a standard quantum limit (SQL).\nThe Heisenberg limit –– an achievable ultimate limit set by quantum mechanics for the task of producing a beam with the standard properties of a laser beam –– is ℭ = O(μ^4), a quadratic enhancement [2,3]. So far, proposals to demonstrate beyond-SQL scaling of ℭ have been limited to circuit QED, at microwave frequencies (i.e. a maser) [2,4]. Here we present the first optical- frequency laser platform that can surpass the Schawlow-Townes scaling: a super-radiant laser in the bad-cavity limit with feedback-controlled collective pumping. We show that the coherence can exhibit a scaling as large as ℭ ~ μ^8/3, where here μ ≈ N/2, where N is the number of super-radiant atoms. Using atoms with an ultranarrow clock transition (mHz), we predict that a laser linewidth (the reciprocal of the coherence time) below 100 μHz could be attainable. This is more than an order of magnitude below standard super-radiant lasers, where the linewidth is limited to the transition width.\n[1] A. L. Schawlow and C. H. Townes, “Infrared and optical masers”, Phys. Rev. 112, 1940–1949 (1958).\n[2] Travis J. Baker, Seyed N. Saadatmand, Dominic W. Berry, and Howard M. Wiseman, “The Heisenberg limit for laser coherence”, Nature Physics 17, 179–183 (2021). \n[3] L. A. Ostrowski, T. J. Baker, S. N. Saadatmand, and H. M. Wiseman, “No Tradeoff between Coherence and Sub-Poissonianity for Heisenberg-Limited Lasers”, Phys. Rev. Lett. to appear (2023). \n[4] C. Liu et al., “Proposal for a continuous wave laser with linewidth well below the standard quantum limit”, Nature Communications 12, 10.1038/s41467-021-25879-8 (2021).", "Show?": "show", "Image name": "Howard MWiseman", "Name": "Prof. Howard M Wiseman", "Link": "https://youtube.com/watch?v=0eBcejdXZPw", "Citations": "25150", "Topic": "quantum information"}, {"": "Prof.", "First Name": "Andreas", "Surename": "Winter", "Affiliation": "Universitat Autònoma de Barcelona", "Primary email": "andreas.winter@uab.cat", "Response": "Accepted", "Schedule": "week of 22 May", "id": "23", "Date (double click to pick)": "5/16/2023", "Time ( IST )": "17:00:00", "end": "", "Title": "Usefulness of adaptive strategies in asymptotic quantum channel discrimination", "Abstract": "Abstract: Adaptiveness is a key principle in information processing including statistics and machine learning. We investigate the usefulness adaptive methods in the framework of asymptotic binary hypothesis testing, when each hypothesis represents asymptotically many independent instances of a quantum channel, and the tests are based on using the unknown channel and observing outputs. Unlike the familiar setting of quantum states as hypotheses, there is a fundamental distinction between adaptive and nonadaptive strategies with respect to the channel uses, and we introduce a number of further variants of the discrimination tasks by imposing different restrictions on the test strategies. The following main results are obtained: (1) We prove that for classical-quantum channels, adaptive and nonadaptive strategies lead to the same error exponents both in the symmetric (Chernoff) and asymmetric (Hoeffding, Stein) settings. (2) The first separation between adaptive and nonadaptive symmetric hypothesis testing exponents for quantum channels, which we derive from a general lower bound on the error probability for nonadaptive strategies; the concrete example we analyze is a pair of entanglement-breaking channels. I will also discuss applications of these results and open questions. \nReferences: \n1. Farzin Salek, Masahito Hayashi, and AW. Phys. Rev. A 105, 022419 (2022).\n2. Aram W. Harrow, Avinatan Hassidim, Debbie W. Leung, and John Watrous. \n Phys. Rev. A 81, 032339 (2010). \n3. Aleksandra Krawiec, Lukasz Pawela, and Zbigniew Puchala. arXiv[quant-ph]: \n 2002.05452 (2020).", "Show?": "show", "Image name": "AndreasWinter", "Name": "Prof. Andreas Winter", "Link": "https://youtube.com/watch?v=4dT7Fiv6jyw", "Citations": "22249", "Topic": "Quantum Information"}, {"": "Prof.", "First Name": "Guruprasad", "Surename": "Kar", "Affiliation": "ISI, Kolkata", "Primary email": "gkar@isical.ac.in", "Response": "Accepted", "Schedule": "", "id": "24", "Date (double click to pick)": "5/9/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Rejecting Einstein's Concept of Local Realism: Simplest Proof of Bell's Theorem", "Abstract": "There are many proofs of Bell's theorem. This one seems to be the simplest one first proposed by David Mermin in 1981 and then simplified by Lorenzo Maccone in 2013. We discuss the proof and show that it has the power of refuting EPR reality as proposed in 1935 in the EPR paper. \nPlease send me the link via which I would speak.", "Show?": "show", "Image name": "GuruprasadKar", "Name": "Prof. Guruprasad Kar", "Link": "https://youtube.com/watch?v=0e4zX4EN02E", "Citations": "759", "Topic": "Quantum foundation & information"}, {"": "Prof.", "First Name": "Gerardo", "Surename": "Adesso", "Affiliation": "University of Nottingham", "Primary email": "gerardo.adesso@nottingham.ac.uk", "Response": "Accepted", "Schedule": "May 15 or the week starting June 12", "id": "25", "Date (double click to pick)": "5/23/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Every quantum helps.", "Abstract": "What makes quantum technologies tick? Advantages in communication, computation, metrology and other applications can be traced back to distinct manifestations of quantum theory, such as coherence and entanglement. We characterise these quantum signatures and their operational power under the unifying lens of resource theories. We then show that every (convex) quantum resource yields an advantage in a channel discrimination task, enabling a strictly greater success probability than what is achievable by any state without the given resource. We further discuss recent progress in untapping these benefits for practical quantum-enhanced imaging and sensing tasks.", "Show?": "show", "Image name": "GerardoAdesso", "Name": "Prof. Gerardo Adesso", "Link": "https://youtube.com/watch?v=CjqYCLf4vJw", "Citations": "18264", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Lorenzo", "Surename": "Maccone", "Affiliation": "University of Pavia", "Primary email": "Lmaccone@qubit.it", "Response": "Accepted", "Schedule": "May 22 and June 9", "id": "26", "Date (double click to pick)": "5/23/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Quantum metrology of noisy spreading channels", "Abstract": "Abstract: We provide the optimal measurement strategy for a class of noisy channels that reduce to the identity channel for a specific value of a parameter (spreading channels). We provide an example that is physically relevant: the estimation of the absolute value of the displacement in the presence of phase randomizing noise. Surprisingly, this noise does not affect the effectiveness of the optimal measurement. We show that, for small displacement, a squeezed vacuum probe field is optimal among strategies with same average energy. A squeezer followed by photodetection is the optimal detection strategy that attains the quantum Fisher information, whereas the customarily used homodyne detection becomes useless in the limit of small displacements, due to the same effect that gives Rayleigh's curse in optical superresolution. There is a quantum advantage: a squeezed or a Fock state with N average photons allow to asymptotically estimate the parameter with a sqrt(N) better precision than classical states with same energy.", "Show?": "show", "Image name": "LorenzoMaccone", "Name": "Prof. Lorenzo Maccone", "Link": "https://youtube.com/watch?v=aaWXL1FzdZ4", "Citations": "16446", "Topic": "Quantum Foundation"}, {"": "Prof.", "First Name": "Anand Kumar", "Surename": "Jha", "Affiliation": "IIT Kanpur", "Primary email": "akjha@iitk.ac.in", "Response": "Accepted", "Schedule": "May 24th afternoon. If that is not possible then either May 17th afternoon or May 31st afternoon", "id": "27", "Date (double click to pick)": "5/17/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Quantum Superposition, Quantum Entanglement and Quantum Technologies.", "Abstract": "Abstract: Superposition principle and entanglement are the two very fundamental concepts of quantum mechanics, which are often termed as the mysteries in quantum mechanics. Due to the technological advancement in the last fifty years, many of the thought experiments of the last century have now been performed; however, these concepts are still far from fully understood. Nevertheless, the efforts to fully understand these concepts have led to some promising technologies, referred to as quantum information technologies. This talk will present an overview of these two fundamental concepts using experiments performed in quantum optics and also discuss some of the promising quantum technologies.", "Show?": "show", "Image name": "Anand KumarJha", "Name": "Prof. Anand Kumar Jha", "Link": "https://youtube.com/watch?v=OTsHMOAw328", "Citations": "1572", "Topic": "Quantum optics"}, {"": "Prof.", "First Name": "Marcus", "Surename": "Huber", "Affiliation": "University of Vienna", "Primary email": "marcus.huber@univie.ac.at", "Response": "Accepted", "Schedule": "", "id": "28", "Date (double click to pick)": "5/12/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "The thermodynamics of quantum measurements", "Abstract": "Abstract: We take a closer look at quantum measurements through the lens of quantum thermodynamics. From this perspective, it becomes clear that the textbook description of quantum measurements is an idealised fiction that needs a lot of thermodynamic work to be approximated well. Additionally, we take a deeper look into the foundations and discuss the 'measurement equilibration hypothesis', the idea that unitary many-body dynamics can broadcast information on its path towards equilibrium, creating objectivity in an autonomous fashion. We work out conditions on the interaction Hamiltonian and structure of the problem.", "Show?": "show", "Image name": "MarcusHuber", "Name": "Prof. Marcus Huber", "Link": "https://youtube.com/watch?v=a106ln0mpWA", "Citations": "", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Dieter", "Surename": "Suter", "Affiliation": "Dortmund University", "Primary email": "dieter.suter@tu-dortmund.de", "Response": "Accepted", "Schedule": "", "id": "29", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "Hybrid Quantum Registers from Spin Qubits in Wide-Bandgap Semiconductors", "Abstract": "Localized spins in solids have attractive properties for a number of applications in quantum technologies, such as sensing, information processing and communication. Their specific properties are largely determined by the host material and by the immediate environment of the spins. Defects in the wide-bandgap semiconductors diamond and silicon carbide are particularly useful due to their high stability and excellet properties, including room-temperature operation. The most common examples are the nitrogen-vacancy (NV) center in diamond or silicon vacancies in silicon-carbide. For all of them, the control technologies that allow one to use them for different applications (e.g. sensing, information processing), must be adapted and optimised for sensitivity (in the case of sensing) or fidelity (in the case of information processing). ", "Show?": "show", "Image name": "Dieter Suter", "Name": "Prof. Dieter Suter", "Link": "https://www.youtube.com/@QIQT", "Citations": "", "Topic": "Quantum computing"}, {"": "Dr.", "First Name": "Manik", "Surename": "Banik", "Affiliation": "S. N. Bose National Centre for Basic Sciences", "Primary email": "manik.banik@bose.res.in", "Response": "Accepted", "Schedule": "last week of May or first week of June", "id": "30", "Date (double click to pick)": "5/29/2023", "Time ( IST )": "15:00:00", "end": "avav", "Title": "Composition of Multipartite quantum Systems: Perspective from \r\nInformation Principles\r", "Abstract": "Abstract: Figuring out the physical rationale behind natural selection of quantum theory is \r\none of the most acclaimed quests in quantum foundational research. This pursuit \r\nhas inspired several axiomatic initiatives to derive a mathematical formulation of \r\nthe theory by identifying the general structure of state and effect space of \r\nindividual systems as well as specifying their composition rules. This generic \r\nframework allows several consistent compositions for a multipartite system even \r\nwhen state and effect cones of individual subsystems are assumed to be quantum. \r\nIn my talk, I will try to discuss from an information theoretic perspective why \r\nquantum composition is special. The talk will be based on some of our recent \r\nworks [PRL 130, 110202 (2023); PRL 128, 140401 (2022); PRA (Letter) 106, \r\nL040201 (2022); PRA 106, 062406 (2022)]. As I will show Information principle \r\ncan provide physical rational towards the self-dual structure of the state and effect \r\ncones for composite quantum systems.", "Show?": "show", "Image name": "ManikBanik", "Name": "Dr. Manik Banik", "Link": "https://youtube.com/watch?v=pMU4yekwM6g", "Citations": "1056", "Topic": "Quantum foundation & information"}, {"": "Prof.", "First Name": "Jonathan", "Surename": "Oppenheim", "Affiliation": "University College London", "Primary email": "j.oppenheim@ucl.ac.uk", "Response": "Accepted", "Schedule": "2nd week of May, not around May 18-20", "id": "31", "Date (double click to pick)": "5/11/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Gravitationally induced decoherence vs space-time diffusion: testing the quantum nature of gravity", "Abstract": "Abstract: Consider two interacting systems when one is treated classically while the other remains quantum. There is a famous no-go argument against such interactions due to Feynman and Aharonov, and I'll explain how it doesn't apply to theories which are indeterministic. Consistent classical-quantum dynamics exist, and we can derive its most general form. We apply this framework to general relativity, and present a consistent theory of classical gravity coupled to quantum field theory. If any system is treated as fundamentally classical, the dynamics necessarily results in decoherence of quantum systems, and a breakdown in predictability in classical phase space. We prove that a trade-off between the rate of decoherence and the degree of diffusion induced in the classical system is a general feature of all classical-quantum dynamics. When the trade-off is saturated, the quantum state remains pure conditioned on the classical trajectory and the measurement postulate and Born rule is not needed. Applying the trade-off, we find a relationship between the strength of gravitationally-induced decoherence versus diffusion of the metric. This provides an experimental signature of theories in which gravity is fundamentally classical. Bounds on decoherence rates arising from current interferometry experiments, combined with precision measurements of mass, place significant restrictions on theories where Einstein's classical theory of gravity interacts with quantum matter.\n\nBased on joint work with Carlo Sparaciari, Barbara Šoda & Zachary Weller-Davies\n\nhttps://arxiv.org/abs/1811.03116\nhttps://arxiv.org/abs/2203.01982\nhttps://arxiv.org/abs/2302.07283", "Show?": "show", "Image name": "JonathanOppenheim", "Name": "Prof. Jonathan Oppenheim", "Link": "https://youtube.com/watch?v=BCRvXNwRVwY", "Citations": "9720", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Gilad", "Surename": "Gour", "Affiliation": "University of Calgary", "Primary email": "giladgour@gmail.com", "Response": "Accepted", "Schedule": "", "id": "32", "Date (double click to pick)": "5/24/2023", "Time ( IST )": "9:00:00", "end": "", "Title": "Inevitability of Knowing Less Than Nothing", "Abstract": "A colloquial interpretation of entropy is that it is the knowledge gained upon learning the outcome of a random experiment. Conditional entropy is then interpreted as the knowledge gained upon learning the outcome of one random experiment after learning the outcome of another, possibly statistically dependent, random experiment. In the classical world, entropy and conditional entropy take only non-negative values, consistent with the intuition that one has regarding the aforementioned interpretations. However, for certain entangled states, one obtains negative values when evaluating commonly accepted and information-theoretically justified formulas for the quantum conditional entropy, leading to the confounding conclusion that one can know less than nothing in the quantum world. In this talk I will introduce a physically motivated framework for defining quantum conditional entropy, based on two simple postulates inspired by the second law of thermodynamics (non-decrease of entropy) and extensivity of entropy, and I argue that all plausible definitions of quantum conditional entropy should respect these two postulates. I will then prove that all plausible quantum conditional entropies take on negative values for certain entangled states, so that it is inevitable that one can know less than nothing in the quantum world. All of my arguments are based on constructions of physical processes that respect the first postulate, the one inspired by the second law of thermodynamics. My talk is based on a joint work with Mark Wilde, Sarah Brandsen, and Isabelle Jianing Geng, and is available at https://arxiv.org/abs/2208.14424", "Show?": "show", "Image name": "GiladGour", "Name": "Prof. Gilad Gour", "Link": "https://youtube.com/watch?v=DN3Lk7HkLP4", "Citations": "6472", "Topic": "Quantum Information"}, {"": "Dr.", "First Name": "Alok Kumar", "Surename": "Pan", "Affiliation": "IIT Hyderabad", "Primary email": "akp@phy.iith.ac.in", "Response": "Accepted", "Schedule": "", "id": "33", "Date (double click to pick)": "5/30/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Device-independent self-testing of unsharp instruments and degeneracy-breaking measurements", "Abstract": "Abstract: In the device-independent (DI) Bell test, the devices are considered as black boxes and dimension of the system remains unspecified. In such a scenario, the optimal violation of Bell-CHSH inequality only self-tests the nature of the state and local observables. The inability to self-test the post-measurement state precludes the self-testing of the unsharpness parameters. Consequently, it is impossible to determine whether the optimal violation of Bell-CHSH inequality is a result of degeneracy-breaking or preserving measurement carried out by one of the spatially separated observer.\nIn this talk I demonstrate the sequential bipartite Bell test by multiple sequential observers on one side (who perform unsharp measurements, i.e., POVMs) possess the potential to self-test the unsharpness instruments as well as the degeneracy-breaking measurements in a DI way. First, I demonstrate that there exists a trade-off between the maximum sequential quantum violations of the CHSH inequality, which form an optimal pair that enables us to robustly self- test the entangled state, the observables, and the unsharpness parameters in the DI way. Next, I show how one can certify up to what extent the degeneracy has been lifted. In particular, the protocol certifies the upper bound on the number of POVMs used for performing such measurements along with the entangled state and measurement observables. Introduce an elegant sum-of-squares approach enables us to derive the DI optimal quantum violation of Bell inequalities which is crucial in both the works.", "Show?": "show", "Image name": "Alok Kumar Pan", "Name": "Dr. Alok Kumar Pan", "Link": "https://youtube.com/watch?v=zd_YulB-is0", "Citations": "714", "Topic": "Quantum foundation & information"}, {"": "Prof.", "First Name": "Kwek Leong", "Surename": "Chuan", "Affiliation": "CQT, National Univ. of Singapore", "Primary email": "cqtklc@gmail.com", "Response": "Accepted", "Schedule": "", "id": "34", "Date (double click to pick)": "5/12/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Classical and Quantum Neural Networks and the Effort towards Chip-Based Technology.", "Abstract": "Abstract: Classical neural network has been in existence for many decades, and with the advent of quantum information. there is a recent revival in quantum neural network. More recently, there has been efforts to implement such algorithms in integrated silicon based photonic circuits. These chips dissipate less energy compared to electronic circuit once it is properly trained and fabricated. There are therefore some advantages towards the fabrication of such chips. We briefly discuss our recent efforts towards integrated silicon based photonic chips for neural networks.", "Show?": "show", "Image name": "Kwek LeongChuan", "Name": "Prof. Kwek Leong Chuan", "Link": "https://youtube.com/watch?v=Bw9YnJf_-f8", "Citations": "10926", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "C. H. Raymond", "Surename": "Ooi", "Affiliation": "University of Malaya", "Primary email": "rooi@um.edu.my", "Response": "Accepted", "Schedule": "", "id": "35", "Date (double click to pick)": "5/11/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Molecular Raman Quantum Memory", "Abstract": "Abstract: Optical quantum memory is an essential component in quantum information technology, particularly for secure long-distance quantum communication networks. Many quantum memory schemes have been proposed and demonstrated experimentally but there are limitations, especially with regard to practicality and scalability. We will discuss our work towards molecular quantum memory which have been regarded as formidable due to the rapid decoherence and broadened molecular absorption/emission peaks. It is hoped that laser schemes can be applied to achieve optimal performances by overcoming these problems. This would be a step forward to realizing a practical quantum network.\n\n We have developed a unified quantum theoretical framework that describes the photon dynamics and the essential mechanisms of photon interactions with f-center molecules in phonon and radiation baths. We will discuss molecular Raman schemes with control by laser pulses. This is built on our long-time studies in laser cooling of molecules and effort in developing full quantum Heisenberg-Langevin theory for nonclassical correlations of photon pairs in double Raman scheme; from single atom to two atoms with dipole-dipole interactions, one dimensional extended medium in co-propagating and counter-propagating geometries, spherical microparticle and plasmonic systems. Our current exploration is to extend these systems from atoms to generic molecules interacting with laser pulses to study storage and retrieval of photons.", "Show?": "show", "Image name": "C. H. RaymondOoi", "Name": "Prof. C. H. Raymond Ooi", "Link": "https://youtube.com/watch?v=xLgBaP4KMV8", "Citations": "2901", "Topic": "Quantum optics"}, {"": "Prof.", "First Name": "Animesh", "Surename": "Datta", "Affiliation": "University of Warwick", "Primary email": "animesh.datta@warwick.ac.uk", "Response": "Accepted", "Schedule": "Week of May 15, idealy 15th May itself", "id": "36", "Date (double click to pick)": "5/15/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Quantum light spectroscopy of complex quantum systems", "Abstract": "Abstract: Quantum light spectroscopy is an emerging field wherein the quantum nature of light is exploited to reveal information about the properties of matter. Although there is evidence that spectroscopy with quantum light may have certain advantages compared to classical spectroscopic methods, this advantage has not been rigorously assessed. We do so by theoretically calculating the precision of estimating parameters of a matter system when probed by a (travelling) pulse of quantum light. \n\nConcretely, we consider the estimation of matter system parameters such as its transition energy and dipole moment of an individual two-level system. To that end, we compare the performances of different quantum states of quantum light, such as single photons and entangled states of light. We also study the experimental attainability of the fundamental quantum limits of spectroscopy. \n\n Our theoretical results should guide the design of quantum light spectroscopy experiments.", "Show?": "show", "Image name": "AnimeshDatta", "Name": "Prof. Animesh Datta", "Link": "https://youtube.com/watch?v=mAdbt6rYK0c", "Citations": "10508", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Mark M.", "Surename": "Wilde", "Affiliation": "Cornell University", "Primary email": "wilde@cornell.edu", "Response": "Accepted", "Schedule": "Anytime in mid-May", "id": "37", "Date (double click to pick)": "5/17/2023", "Time ( IST )": "18:00:00", "end": "", "Title": "Exact solution for the quantum and private capacities of bosonic dephasing channels", "Abstract": "Abstract: The capacities of noisy quantum channels capture the ultimate rates of information transmission across quantum communication lines, and the quantum capacity plays a key role in determining the overhead of fault-tolerant quantum computation platforms. In the case of bosonic systems, central to many applications, no closed formulas for these capacities were known for bosonic dephasing channels, a key class of non-Gaussian channels modelling, e.g., noise affecting superconducting circuits or fiber-optic communication channels. Here we provide the first exact calculation of the quantum, private, two-way assisted quantum, and secret-key agreement capacities of all bosonic dephasing channels. We prove that they are equal to the relative entropy of the distribution underlying the channel to the uniform distribution. Our result solves a problem that has been open for over a decade, having been posed originally by [Jiang & Chen, Quantum and Nonlinear Optics 244, 2010]. This is joint work with Ludovico Lami and published ashttps://www.nature.com/articles/s41566-023-01190-44", "Show?": "show", "Image name": "Mark M. Wilde", "Name": "Prof. Mark M. Wilde", "Link": "https://youtube.com/watch?v=eujLLK0_3ug", "Citations": "10458", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Lakshmi", "Surename": "Bala", "Affiliation": "IIT Madras", "Primary email": "slbala@physics.iitm.ac.in", "Response": "Accepted", "Schedule": "", "id": "38", "Date (double click to pick)": "5/24/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "The optical tomogram: Comparing probability distributions", "Abstract": "", "Show?": "show", "Image name": "LakshmiBala", "Name": "Prof. Lakshmi Bala", "Link": "https://youtube.com/watch?v=L9NmIEidSZ0", "Citations": "412", "Topic": ""}, {"": "Prof.", "First Name": "Bob", "Surename": "Coecke", "Affiliation": "Quantinuum", "Primary email": "bob.coecke@quantinuum.com", "Response": "Accepted", "Schedule": "2nd week of May, e.g. Tuesday 9 May", "id": "39", "Date (double click to pick)": "5/9/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "From Quantum in Pictures to practical Natural Language Processing, Music, and understandable AI.", "Abstract": "This talk requires no particular technical mathematics background, as I will talk entirely in terms of simple pictures. These are the pictures of my new book, \"Quantum in Pictures\" [1], which is aimed at the teenage enthusiast, and pretty much everyone else too - the book had a more technical predecessor [2]. \nOne finds the same pictures in natural language, and much of the high-level reasoning that goes on in our brain can be shaped according to those pictures. One consequence of this is that natural language really wants to live on a quantum computer, which is something that we meanwhile realised [3], and we have also made music with quantum computers [4]. All our software developed for doing so, lambeq and Quanthoven respectively, is freely available from GitHub, open-source, and well-documented and well-supported. You can have a go yourself! \nWe show how these pictures also guide us towards a new form of natural language, one in which different languages all become the same. This in turns forms a new template for interpretable compositional AI.\n[1] Bob Coecke and Stefano Gogioso (2022) Quantum in Pictures. Quantinuum Pubs.\n[2] Bob Coecke and Aleks Kissinger (2017) Picturing Quantum Processes. Cambridge University Press.\n[3] https://www.forbes.com/sites/moorinsights/2021/10/13/cambridge-quantum-makes-quantum-natural-language-processing-a-reality/\n[4] https://thequantuminsider.com/2021/11/19/roll-over-quanthoven-can-quantum-computers-be-programmed-to-become-quantum-composers/", "Show?": "show", "Image name": "BobCoecke", "Name": "Prof. Bob Coecke", "Link": "https://youtube.com/watch?v=0_qRBT9SbOM", "Citations": "9122", "Topic": "Quantum computation (industry)"}, {"": "Prof.", "First Name": "Ray-Kuang", "Surename": "Lee", "Affiliation": "National Tsing Hua University", "Primary email": "rklee@ee.nthu.edu.tw", "Response": "Accepted", "Schedule": "After 30th may", "id": "40", "Date (double click to pick)": "6/1/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Experimental Realization of Optical Cat States with Single-Photon-Added Squeezed States", "Abstract": "In this talk, I will first illustrate the implementation of our machine-learning (ML) enhanced quantum state tomography (QST) for continuous variables, through the experimentally measured data generated from squeezed vacuum states [1], as an example of quantum machine learning [2, 3]. Then, this ML-enhanced QST is also applied to the heralding single photon source, which has the second order correlation function,  g2 < 0.04 [4].  Instead of ‘‘Schrodinger kitten’’ state generated by subtracting one photon from a squeezed vacuum beam, we report the first experimental realization of optical cat states by adding one photon to a squeezed vacuum state [5]. A variety of unique applications in linear optical quantum computing and quantum metrology will also be addressed.<br/>[1] Hsien-Yi Hsieh, et al., \"Extract the Degradation Information in Squeezed States with Machine Learning,\" Phys. Rev. Lett. 128,  073604 (2022).<br/>[2] Hsien-Yi Hsieh, et al., \"Direct parameter estimations from machine-learning enhanced quantum state tomography,\" Special Issue \"Quantum Optimization & Machine Learning\"; Symmetry 14, 874 (2022).<br/>[3] Alexey Melnikov, Mohammad Kordzanganeh, Alexander Alodjants, and RKL,\" Quantum Machine Learning: from physics to software engineering,\" Adv. in Phys. X (Review Article) 8, 2165452 (2023).<br/>[4] Yi-Ru, et al., \"Machine-learning enhanced quantum state tomography for the heralding single photon source,\" (in preparation, 2023).<br/>[5] Yi-Ru, et al., \"Experimental Realization of Optical Cat States with Single-Photon-Added Squeezed States,\" (in preparation, 2023).", "Show?": "show", "Image name": "Ray-KuangLee", "Name": "Prof. Ray-Kuang Lee", "Link": "https://youtube.com/watch?v=TAKp07JmVS4", "Citations": "6905", "Topic": "Quantum optics"}, {"": "Prof.", "First Name": "Archan", "Surename": "Majumdar", "Affiliation": "S. N. Bose National Centre for Basic Sciences", "Primary email": "archan@bose.res.in", "Response": "Accepted", "Schedule": "", "id": "41", "Date (double click to pick)": "5/10/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Measurement incompatibility, contextuality and quantum advantage in\ncommunication tasks", "Abstract": "Measurement incompatibility stipulates the existence of quantum measurements that cannot be carried out simultaneously on single systems. We show that measurement incompatibility is necessary for quantum advantage in any classical communication task of arbitrary dimension in the prepare and measure scenario. We formulate a witness to certify incompatibility in a semi-device-independent manner. We next show that for any quantum state and observables of sufficiently small dimensions producing contextuality, there exists a communication task with quantum advantage. In the state independent contextual framework, we demonstrate that the difference between classical and quantum communication complexities increases as the number of inputs grows. Finally, it is shown how to convert each of these communication tasks into a semi-device-independent protocol for quantum key distribution.\nRefs:\n(1) D. Saha, D. Das, A. K. Das, B. Bhattacharya, A. S. Majumdar,\narXiv:2209.14582 [quant-ph].\n(2) S. Gupta, D. saha, Z.-P. Xu, A. Cabello, A. S. Majumdar, Phys. Rev.\nLett. 130, 080802 (2023).", "Show?": "show", "Image name": "ArchanMajumdar", "Name": "Prof. Archan Majumdar", "Link": "https://youtube.com/watch?v=I3LTgtwr8OQ", "Citations": "2890", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Tomasz", "Surename": "Paterek", "Affiliation": "Xiamen University", "Primary email": "tomasz.paterek@ug.edu.pl", "Response": "Accepted", "Schedule": "second half of May and early June (may be in-person)", "id": "42", "Date (double click to pick)": "5/15/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Title: Non-classical states and processes in mediated dynamics", "Abstract": "Abstract: Consider tripartite scenario where particles A and B interact solely via a third object C, i.e. in the scheme A - C - B, where dashes denote the interactions.\nWe shall refer to this setting as “mediated dynamics”.\nThe talk will give an overview of methods which operate only on the data measured on AB, and aim at revealing non-classical properties of the mediator C and its interactions.\nIt turns out that suitable entanglement gain between AB witnesses quantum discord to the mediator under minimalistic assumptions about the latter.\nIn particular, its dimension, couplings, initial state, and local environment can remain unknown.\nIf we remove from this list the assumption about the dimension, i.e. when the dimension of the mediator is known, \nit will be shown that sufficiently high gain of any reasonable correlation quantifier witnesses and measures non-commutativity of mediated interactions.\nA number of examples in physics and biology will illustrate possible applications of these general tools.", "Show?": "show", "Image name": "TomaszPaterek", "Name": "Prof. Tomasz Paterek", "Link": "https://youtube.com/watch?v=X1r_8Mb5MGc", "Citations": "6859", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Giulio", "Surename": "Chiribella", "Affiliation": "Oxford University", "Primary email": "giulio.chiribella@cs.ox.ac.uk", "Response": "Accepted", "Schedule": "Anytime in mid-May", "id": "43", "Date (double click to pick)": "5/16/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "A thermodynamic limit to the accuracy of quantum processors", "Abstract": "Accurate information processing is crucial both in technology and in nature. To achieve it, any information processing system needs an initial supply of resources away from thermal equilibrium. In this talk, I will discuss the in-principle limits on the accuracy achievable with a given amount of nonequilibrium resources. Specifically, I will present a limit based on an entropic quantity, named the reverse entropy, associated to a time reversal of the information processing task under consideration. The limit is achievable for all deterministic classical computations and for all their quantum extensions. As an application, I will show the optimal tradeoffs between nonequilibrium and accuracy for thel tasks of storing, transmitting, cloning, and erasing information. These results set a target for the design of new devices approaching the ultimate efficiency limit, and provide a framework for demonstrating thermodynamical advantages of genuine quantum information processing.", "Show?": "show", "Image name": "GiulioChiribella", "Name": "Prof. Giulio Chiribella", "Link": "https://youtube.com/watch?v=J5wmjLaruFs", "Citations": "7200", "Topic": "Quantum foundation & information"}, {"": "Prof.", "First Name": "Branciard", "Surename": "Cyril", "Affiliation": "Institut Néel", "Primary email": "neel.contact@neel.cnrs.fr", "Response": "Accepted", "Schedule": "", "id": "44", "Date (double click to pick)": "5/31/2023", "Time ( IST )": "18:00:00", "end": "", "Title": "Quantum Processes with indefinite causal order: Demonstrating causal nonseparabbility with trusted or untrusted devices", "Abstract": "", "Show?": "show", "Image name": "BranciardCyril", "Name": "Prof. Branciard Cyril", "Link": "https://youtube.com/watch?v=inWaaYd-aFY", "Citations": "5958", "Topic": "Quantum Foundation"}, {"": "Prof.", "First Name": "Arindam", "Surename": "Ghosh", "Affiliation": "IISc, Bangalore", "Primary email": "arindam@iisc.ac.in", "Response": "Accepted", "Schedule": "", "id": "45", "Date (double click to pick)": "6/6/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Exploring new material and device paradigms for quantum and related technologies", "Abstract": "", "Show?": "show", "Image name": "ArindamGhosh", "Name": "Prof. Arindam Ghosh", "Link": "https://www.youtube.com/watch?v=xG0tPjVkMA0", "Citations": "5621", "Topic": ""}, {"": "Dr.", "First Name": "Lukasz", "Surename": "Cincio", "Affiliation": "Los Alamos National Laboratory", "Primary email": "lcincio@lanl.gov", "Response": "Accepted", "Schedule": "", "id": "46", "Date (double click to pick)": "6/1/2023", "Time ( IST )": "9:00:00", "end": "", "Title": "Generalization in quantum machine learning from few training data", "Abstract": "Modern quantum machine learning (QML) methods involve variationally optimizing a parameterized quantum circuit on a training data set, and subsequently making predictions on a testing data set (i.e., generalizing). In this work, we provide a comprehensive study of generalization performance in QML after training on a limited number N of training data points. We show that the generalization error of a quantum machine learning model with T trainable gates scales at worst as sqrt(T/N). When only K<<T gates have undergone substantial change in the optimization process, we prove that the generalization error improves to sqrt(K/N). Our results imply that the compiling of unitaries into a polynomial number of native gates, a crucial application for the quantum computing industry that typically uses exponential-size training data, can be sped up significantly. We also show that classification of quantum states across a phase transition with a quantum convolutional neural network requires only a very small training data set. Other potential applications include learning quantum error correcting codes or quantum dynamical simulation. Our work injects new hope into the field of QML, as good generalization is guaranteed from few training data.", "Show?": "show", "Image name": "LukaszCincio", "Name": "Dr. Lukasz Cincio", "Link": "https://youtube.com/watch?v=CEEBy54cIzo", "Citations": "5913", "Topic": "Quantum Computation"}, {"": "Prof.", "First Name": "Sai", "Surename": "Vinjanampathy", "Affiliation": "IIT bombay", "Primary email": "sai@phy.iitb.ac.in", "Response": "Accepted", "Schedule": "", "id": "47", "Date (double click to pick)": "5/17/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Hypothesis Testing Classical and Quantum Systems.", "Abstract": "Abstract: As in the case with the recent pandemic, it is often of imminent interest to know which of two competing hypotheses are true. In the case of COVID, you wish to know if a negative antigen test is signaling that you are truly covid negative or if the test is not very good and indeed it is a false negative. These kinds of questions are formalized into the statistical field of hypothesis testing. I will present some well known results relating to telling apart the difference between two hypotheses with classical and quantum resources. At the very end, I will present some recent results on how NISQy quantum computers can perform hypothesis tests with some success", "Show?": "show", "Image name": "SaiVinjanampathy", "Name": "Prof. Sai Vinjanampathy", "Link": "https://youtube.com/watch?v=Hte6zSJtwi0", "Citations": "2336", "Topic": "Quantum information"}, {"": "Dr.", "First Name": "Graeme", "Surename": "Smith", "Affiliation": "CU Boulder", "Primary email": "Graeme.Smith@Colorado.edu", "Response": "Accepted", "Schedule": "", "id": "48", "Date (double click to pick)": "6/6/2023", "Time ( IST )": "9:00:00", "end": "", "Title": "The theory of Quantum information: Channels, Capacities, and all that", "Abstract": "", "Show?": "show", "Image name": "GraemeSmith", "Name": "Dr. Graeme Smith", "Link": "https://www.youtube.com/watch?v=WNePBxr-DS0&t=1s", "Citations": "4403", "Topic": "Quantum computation (industry)"}, {"": "Prof.", "First Name": "Anirban", "Surename": "Pathak", "Affiliation": "JIIT, Noida", "Primary email": "anirban.pathak@mail.jiit.ac.in", "Response": "Accepted", "Schedule": "", "id": "49", "Date (double click to pick)": "5/30/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Let’s get entangled with entanglement", "Abstract": "Starting from the inseparability in the tensor product space as the basic definition of entanglement, we will show that entanglement may exist in the non-quantum (including classical) theories. Subsequently, we will introduce witnesses and measures of entanglement and discuss their relevance in view of our recent works related to optical, atomic, and optomechanical systems. Specifically, we will show that it’s easy to observe the existence of entanglement, entanglement sudden death, and revival in a set of systems that are of interest to the quantum optics community. Finally, we will quickly note the differences between nonlocality and entanglement, and move into the applications of entanglement with particular attention to quantum cryptography and quantum internet. Several results obtained by our group in relation to entanglement routing will be briefly reported. ", "Show?": "show", "Image name": "AnirbanPathak", "Name": "Prof. Anirban Pathak", "Link": "https://youtube.com/watch?v=A3TiEQYe_JA", "Citations": "", "Topic": ""}, {"": "Prof.", "First Name": "Rangeet", "Surename": "Bhattacharyya", "Affiliation": "IISER Kolkata", "Primary email": "rangeet@iiserkol.ac.in", "Response": "Accepted", "Schedule": "", "id": "50", "Date (double click to pick)": "5/22/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Emergence of the Born rule in strongly-driven dissipative systems", "Abstract": "To understand the dynamic origin of the measurement in quantum mechanics, several models have been put forward with a quantum system coupled to an apparatus. The system and the apparatus evolve in time, and the Born rule for the system to be in various eigenstates of the observable is naturally obtained. In this work, we show that the effect of the drive-induced dissipation in an open quantum system can lead to\nthe Born rule, even if there is no separate apparatus. The applied drive needs to be much stronger than the system-environment coupling. In this condition, we show that the dynamics of the driven-dissipative system could be reduced to a Milburn-like form using a recently proposed fluctuation-regulated quantum master equation. The irreversible part of the dynamics is caused by drive-induced dissipation. The resulting mixed state is identical to that obtained by using the Born rule [1]. We also discuss the effect of the system-environment coupling and show that the Born rule phase appears as an intermediate quasi-steady-state under suitable driving conditions.\n[1] N Chanda, R Bhattacharyya, Emergence of the Born rule in strongly-driven dissipative systems,\nPhysical Review, A 104 (2), 022436 (2021)", "Show?": "show", "Image name": "Rangeet", "Name": "Prof. Rangeet Bhattacharyya", "Link": "https://youtube.com/watch?v=8PuqE8oJst4", "Citations": "", "Topic": ""}, {"": "Prof.", "First Name": "Bhanu", "Surename": "Das", "Affiliation": "TCG Crest", "Primary email": "Bhanu.das@tcgcrest.org", "Response": "Accepted", "Schedule": "", "id": "51", "Date (double click to pick)": "5/25/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Computation of Relativistic and Correlation Effects in Atomic Systems Using Quantum Annealing", "Abstract": "The fine structure splitting (FSS) in atomic systems has its origins in relativistic effects, and it it is influenced by electron correlation. The focus of the talk will be the computation of relativistic and correlation effects in boron-like ions using quantum annealing, one of the two paradigms of quantum computing. We shall present the first results for the computation of relativistic effects in quantum many-body systems using quantum annealers. An average accuracy of 98.9% in the fine structure splitting of boron-like ions with respect to experiments has been achieved using the Quantum Annealer Eigensolver (QAE) algorithm on the D-Wave Advantage hardware. We obtain these results in the framework of the many-electron Dirac theory. We implement QAE using a hybrid quantum annealing method with several novel features.", "Show?": "show", "Image name": "BhanuDas", "Name": "Prof. Bhanu Das", "Link": "https://youtube.com/watch?v=z8apI4ardSc", "Citations": "243", "Topic": ""}, {"": "Prof.", "First Name": "Dominic", "Surename": "Berry", "Affiliation": "Macquarie University", "Primary email": "dmwberry@gmail.com", "Response": "Accepted", "Schedule": "", "id": "52", "Date (double click to pick)": "5/31/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "New Methods in Quantum Simulation of Chemistry", "Abstract": "", "Show?": "show", "Image name": "DominicBerry", "Name": "Prof. Dominic Berry", "Link": "https://youtube.com/watch?v=jUtLUUwkKiw", "Citations": "8043", "Topic": "Quantum Computation"}, {"": "Prof.", "First Name": "Subhasis", "Surename": "Sinha", "Affiliation": "IISER, Kolkata", "Primary email": "subhasis@iiserkol.ac.in", "Response": "Accepted", "Schedule": "", "id": "53", "Date (double click to pick)": "5/26/2023", "Time ( IST )": "11:00:00", "end": "", "Title": " Entanglement, ergodicity and quantum scarring phenomena in Bose-Josephson junction", "Abstract": "We discuss how underlying dynamical states can influence the ergodic behavior and lead to the formation of quantum scars in Bose-Josephson junction (BJJ) coupled to a cavity mode as well as in BJJ of binary mixtures. The signature of underlying classicality in quantum dynamics is revealed from the entanglement spectrum, which also elucidates the formation of quantum scars of unstable steady states and of periodic orbits exhibiting athermal behavior. The degree of ergodicity across the energy band and scarring phenomena can be probed from the autocorrelation function as well from the phase fluctuation of the condensates, which has relevance in cold atom experiments.", "Show?": "show", "Image name": "SubhasisSinha", "Name": "Prof. Subhasis Sinha", "Link": "https://www.youtube.com/@QIQT", "Citations": "3209", "Topic": ""}, {"": "Prof.", "First Name": "Somshubhro", "Surename": "Bandyopadhyay", "Affiliation": "Bose Institute", "Primary email": "som@jcbose.ac.in", "Response": "Accepted", "Schedule": "", "id": "54", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "", "Abstract": "", "Show?": "show", "Image name": "SomshubhroBandyopadhyay", "Name": "Prof. Somshubhro Bandyopadhyay", "Link": "https://www.youtube.com/@QIQT", "Citations": "2485", "Topic": "Quantum information"}, {"": "Dr.", "First Name": "Abhinav", "Surename": "Kandala", "Affiliation": "IBM T.J Watson Research Center", "Primary email": "akandala@us.ibm.com", "Response": "Accepted", "Schedule": "", "id": "55", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "18:30:00", "end": "", "Title": "Evidence for the utility of quantum computing before fault tolerance", "Abstract": "Quantum computing promises to offer substantial speed-ups over its classical counterpart for certain problems. However, the greatest impediment to realizing its full potential is noise that is inherent to these systems. The widely accepted solution to this challenge is the implementation of fault-tolerant quantum circuits, which is out of reach for current processors. Here we report experiments on a noisy 127-qubit processor and demonstrate the measurement of accurate expectation values for circuit volumes at a scale beyond brute-force classical computation. We argue that this represents evidence for the utility of quantum computing in a pre-fault-tolerant era. These experimental results are enabled by advances in the coherence and calibration of a superconducting processor at this scale and the ability to characterize1 and controllably manipulate noise across such a large device. We establish the accuracy of the measured expectation values by comparing them with the output of exactly verifiable circuits. In the regime of strong entanglement, the quantum computer provides correct results for which leading classical approximations such as pure-state-based 1D (matrix product states, MPS) and 2D (isometric tensor network states, isoTNS) tensor network methods2,3 break down. These experiments demonstrate a foundational tool for the realization of near-term quantum applications", "Show?": "show", "Image name": "AbhinavKandala", "Name": "Dr. Abhinav Kandala", "Link": "https://www.youtube.com/@QIQT", "Citations": "6417", "Topic": "Quantum Computation"}, {"": "Prof.", "First Name": "Emanuele", "Surename": "G. Dalla Torre", "Affiliation": "Bar-Ilan University", "Primary email": "mimigdal@gmail.com", "Response": "Accepted", "Schedule": "", "id": "56", "Date (double click to pick)": "6/1/2023", "Time ( IST )": "17:00:00", "end": "", "Title": "Quantum Simulations with Quantum Computers on the cloud", "Abstract": "Cloud-based quantum computing platforms allow researchers to access and run quantum simulations remotely and have the potential to revolutionize our understanding of complex physical systems, including materials science, chemistry, and condensed matter physics. In this talk, we will discuss the basics of quantum simulations and how they can be implemented on quantum computers. We will then focus on the advantages and challenges of using cloud-based quantum computing platforms for quantum simulations. Specifically, we will discuss the benefits of cloud-based quantum computing platforms, including the ability to access state-of-the-art hardware and software without investing in expensive infrastructure. We will also address the challenges of working with quantum computers, including the need for specialized programming languages and the potential for errors in calculations. Finally, we will present some case studies of quantum simulations that have been successfully run on cloud-based quantum computing platforms, and discuss the implications of these simulations for the fields of materials science, chemistry, and condensed matter physics. Overall, this talk will provide an introduction to the exciting world of quantum simulations using cloud-based quantum computing platforms, and highlight some of the key challenges and opportunities in this field.", "Show?": "show", "Image name": "EmanueleG. Dalla Torre", "Name": "Prof. Emanuele G. Dalla Torre", "Link": "https://youtube.com/watch?v=T5PtB81ewuQ", "Citations": "2343", "Topic": ""}, {"": "Dr.", "First Name": "Suguru", "Surename": "Endo", "Affiliation": "NTT Corporation, Tokyo", "Primary email": "suguru.endou.uc@hco.ntt.co.jp", "Response": "Accepted", "Schedule": "", "id": "57", "Date (double click to pick)": "5/30/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Quantum error mitigation and its applications", "Abstract": "Abstract: Quantum error mitigation (QEM) is a class of hardware-friendly error suppression techniques for improving computation accuracy in quantum computing. While QEM has been proposed mainly for NISQ computing, the benefits of QEM for other fields, i.e., fault-tolerant quantum computing (FTQC) and quantum metrology, have been recently pointed out. In this talk, we report that applying the probabilistic error cancellation QEM method for FTQC can dramatically reduce the resource overhead, e.g., the code distances. Furthermore, we show that purification-based QEM can mitigate fluctuating errors in quantum metrology and help achieve quantum scaling.", "Show?": "show", "Image name": "SuguruEndo", "Name": "Dr. Suguru Endo", "Link": "https://youtube.com/watch?v=jS8Or68Qefg", "Citations": "4491", "Topic": "Quantum computation (Industry)"}, {"": "Prof.", "First Name": "Chiranjib", "Surename": "Mitra", "Affiliation": "IISER Kolkata", "Primary email": "chiranjib@iiserkol.ac.in", "Response": "Accepted", "Schedule": "", "id": "58", "Date (double click to pick)": "5/31/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Entanglement in Low Dimensional Spin systems", "Abstract": "", "Show?": "show", "Image name": "ChiranjibMitra", "Name": "Prof. Chiranjib Mitra", "Link": "https://youtube.com/watch?v=0rqn8BXAIn4", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Fabio", "Surename": "Costa", "Affiliation": "University of Queensland", "Primary email": "f.costa@uq.edu.au", "Response": "Accepted", "Schedule": "12-17 th june", "id": "59", "Date (double click to pick)": "5/16/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Quantum Causal Structures", "Abstract": "probabilistic error cancellation QEM method for FTQC can dramatically reduce the resource overhead, e.g., the code distances. Furthermore, we show that purification-based QEM can mitigate fluctuating errors in quantum metrology and help achieve quantum scaling.", "Show?": "show", "Image name": "FabioCosta", "Name": "Dr. Fabio Costa", "Link": "https://youtube.com/watch?v=zfcFzi1SZQk", "Citations": "3494", "Topic": "Quantum Foundation"}, {"": "Dr.", "First Name": "Subhashish", "Surename": "Banerjee", "Affiliation": "IIT Jodhpur", "Primary email": "subhashish@iitj.ac.in", "Response": "Accepted", "Schedule": "", "id": "60", "Date (double click to pick)": "5/12/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Impact of Non-Markovian Physics on Quantum Thermodynamics", "Abstract": "Abstract: Quantum batteries are quantum-mechanical energy storage devices. This is studied here via the impact of non-Markovian (NM) evolution, adopting a simple NM AD (amplitude damping) model, on prominent characteristics of quantum thermodynamics, such as ergotropy and power. These are benchmarked by the behaviour of the quantum speed limit time. We make use of both geometric-based, particularly quantum Fisher and Wigner-Yanase information metric, and physical properties based-measures, particularly relative purity measure and relative entropy of coherence measure.", "Show?": "show", "Image name": "SubhashishBanerjee", "Name": "Dr. Subhashish Banerjee", "Link": "https://youtube.com/watch?v=V31LVlKZ_2s", "Citations": "2719", "Topic": "Quantum information"}, {"": "Dr.", "First Name": "Manabendra Nath", "Surename": "Bera", "Affiliation": "IISER Mohali", "Primary email": "mnbera@iisermohali.ac.in", "Response": "Accepted", "Schedule": "2nd or 3rd week of May", "id": "61", "Date (double click to pick)": "5/29/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Quantum Bayes' Rule Affirms Consistency in Measurement Inferences in Quantum Mechanics", "Abstract": "Quantum Bayes' Rule Affirms Consistency in Measurement Inferences in Quantum Mechanics", "Show?": "show", "Image name": "Manabendra NathBera", "Name": "Dr. Manabendra Nath Bera", "Link": "https://youtube.com/watch?v=PKU6siNSFh0", "Citations": "2600", "Topic": "Quantum information"}, {"": "", "First Name": "Abby", "Surename": "Mitchell", "Affiliation": "IBM Quantum", "Primary email": "abby.mitchell@btinternet.com", "Response": "Accepted", "Schedule": "8-19 May", "id": "62", "Date (double click to pick)": "5/10/2023", "Time ( IST )": "17:30:00", "end": "", "Title": "Learn Qiskit in 1 Hour", "Abstract": "Qiskit is an open-source SDK developed by IBM for working with quantum computers. We’ll cover the foundations of what it means to develop quantum programs and implement them using Qiskit. This talk aims to give a broad overview of the features and functionality available, so regardless of your end goal there should be something for you! We’ll also highlight how you can get involved in open-source quantum computing and join the Qiskit Ecosystem.", "Show?": "show", "Image name": "Abby Mitchell", "Name": "Abby Mitchell", "Link": "https://youtube.com/watch?v=d8kKYQgxc70", "Citations": "", "Topic": "Quantum computation (Industry)"}, {"": "Dr.", "First Name": "Kasturi", "Surename": "Saha", "Affiliation": "IIT Bombay", "Primary email": "kasturis@ee.iitb.ac.in", "Response": "Accepted", "Schedule": "", "id": "63", "Date (double click to pick)": "5/24/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Not available", "Abstract": "", "Show?": "show", "Image name": "KasturiSaha", "Name": "Dr. Kasturi Saha", "Link": "https://youtube.com/watch?v=-rZaByA9Gtw", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Lee", "Surename": "Rozema", "Affiliation": "University of Vienna", "Primary email": "Lee.rozema@univie.ac.at", "Response": "Accepted", "Schedule": "May 22 - June 2", "id": "64", "Date (double click to pick)": "6/1/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Experimental Quantum Foundations: Indefinite Causal Orders and Maxwell;s Demon", "Abstract": "", "Show?": "show", "Image name": "LeeRozema", "Name": "Dr. Lee Rozema", "Link": "https://youtube.com/watch?v=N_hXCjIyz1w", "Citations": "2252", "Topic": "experiments in quantum foundations,"}, {"": "Prof.", "First Name": "Goutam K", "Surename": "Samanta", "Affiliation": "PRL, Ahmedabad", "Primary email": "gsamanta@gmail.com", "Response": "Accepted", "Schedule": "", "id": "65", "Date (double click to pick)": "5/18/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Quantum sensing using Hong Ou Mandel Interferometer", "Abstract": "Abstract: Hong-Ou-Mandel (HOM) interference, the bunching of two indistinguishable photons on a balanced beam-splitter, has emerged as a promising tool for quantum sensing. The interference dip-width, thus the spectral bandwidth of interfering pair-photons, highly influences the resolution of HOM-based sensors. Typically, the photon-pairs bandwidth, generated through parametric down-conversion, is increased using bulky and expensive ultrafast lasers, limiting their use outside the lab. We show the generation of photon pairs with flexible spectral bandwidth even using single-frequency, continuous-wave diode laser enabling high-precision, real-time sensing. Using a 1-mm-long periodically-poled KTP crystal, we produced degenerate, high-brightness photon pairs with a high spectral bandwidth resulting in a narrow HOM-dip to measure a displacement of 60 nm and vibration amplitude of 205 nm at a frequency of 8 Hz. Finally, we used the HOM interferometer to measure the temperature-dependent refractive index of nonlinear crystals as part of real-time, precision-augmented, in-field quantum sensing applications. In the current talk, I will explain the basics and our recent results on HOM interferometer-based quantum sensing results in detail.", "Show?": "show", "Image name": "Goutam KSamanta", "Name": "Prof. Goutam K Samanta", "Link": "https://youtube.com/watch?v=QB8q9dqWW3Y", "Citations": "2111", "Topic": "Quantum technology expt"}, {"": "Dr.", "First Name": "Armin", "Surename": "Tavakoli", "Affiliation": "Lund University", "Primary email": "armin.tavakoli@teorfys.lu.se", "Response": "Accepted", "Schedule": "week of May 29th", "id": "66", "Date (double click to pick)": "5/29/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Entanglement in Quantum communication", "Abstract": "", "Show?": "show", "Image name": "Armin Tavakoli", "Name": "Dr. Armin Tavakoli", "Link": "https://youtube.com/watch?v=OzBMWfhgLC4", "Citations": "1873", "Topic": "Quantum foundation and information"}, {"": "Prof.", "First Name": "Bishwajyoti", "Surename": "Dey", "Affiliation": "Pune University", "Primary email": "bishwajyotidey@gmail.com", "Response": "Accepted", "Schedule": "", "id": "67", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Quantum Vortex States in Rotating Bose-Hubbard Model.", "Abstract": "Abstract: Simulations using atomic gases on optical lattice is one of the most intensively studied research fields at present. It allows quantum simulations of various important strongly-correlated many-body systems for which the conventional methods cannot be applied. I will discuss about the effects of lattice geometries, inter-particle interactions and spatial inhomogeneity due to harmonic trap on the quantum vortex states of strongly interacting bosons in rotating two-dimensional optical lattice. The system is modelled by an extended Bose-Hubbard Hamiltonian. Using the numerical exact diagonalization technique, it will be shown how the rotation introduces vortex states of various ground state symmetries and transition between these states at discrete rotation frequencies. I will also discuss how the optical lattice of various symmetries plays crucial roles in determining the maximum number of vortex states as well as the general characteristics of these quantum vortex states, such as the average angular momentum, the current at the perimeter of the lattice, phase winding, the maximum lattice current and also the saturation of the maximum lattice current between neighbouring lattice sites. ", "Show?": "show", "Image name": "BishwajyotiDey", "Name": "Prof. Bishwajyoti Dey", "Link": "https://www.youtube.com/watch?v=j9tSj4jqT-g", "Citations": "1719", "Topic": "Nonlinear Dynamics"}, {"": "Prof.", "First Name": "Fabricio", "Surename": "Toscano", "Affiliation": "Federal University of Rio de Janeiro (UFRJ)", "Primary email": "toscano@if.ufrj.br", "Response": "Accepted", "Schedule": "", "id": "68", "Date (double click to pick)": "5/31/2023", "Time ( IST )": "19:00:00", "end": "", "Title": "Optimal quantum teleportation protocols for fixed average fidelity", "Abstract": "We demonstrated that among all quantum teleportation protocols designed for initial random pure qubit states, those with aligned Bloch vectors between input and output states exhibit the minimum average trace distance, provided a fixed average fidelity. These are optimal protocols for a given average fidelity. Futhermore, we show these protocols have null fidelity deviation and can be intepreted as the perfect quantum teleportation protocol under the action of correlated one-qubit channels on Alice's qubits. In particular, we focused on deterministic protocols, wherein the final Bloch vector length is equal for all measurement outcomes. Within these protocols, there exists one corresponding to the action of uncorrelated channels on Alice's qubits. These channels correspond to depolarization channels, and we have studied their characteristics in detail.\n\nAuthors: Fabricio Toscano, D. G. Bussardi, Gustavo M. Bosyk, A. P. Majtey and Mariela Portesi", "Show?": "show", "Image name": "Fabricio Toscano", "Name": "Prof. Fabricio Toscano", "Link": "https://youtube.com/watch?v=dE_Y4WWEvlc", "Citations": "1619", "Topic": "Quantum optics"}, {"": "Prof.", "First Name": "Ashoka S", "Surename": "Vudayagiri", "Affiliation": "University of Hyderabad", "Primary email": "ashok_vs@uohyd.ac.in", "Response": "Accepted", "Schedule": "QKD Simulation Tutorial", "id": "69", "Date (double click to pick)": "5/18/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Quantum Computation using spin -spin interaction in ultracold atoms", "Abstract": "", "Show?": "show", "Image name": "Ashoka SVudayagiri", "Name": "Prof. Ashoka S Vudayagiri", "Link": "https://youtube.com/watch?v=iXFI9d9dcXk", "Citations": "301", "Topic": "QKD simulation tutorial"}, {"": "Dr.", "First Name": "Himadri", "Surename": "Shekhar Dhar", "Affiliation": "IIT Bombay", "Primary email": "himadri.dhar@iitb.ac.in", "Response": "Accepted", "Schedule": "", "id": "70", "Date (double click to pick)": "5/15/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Transfer and protection of quantum information in hybrid systems", "Abstract": "Abstract: Hybrid quantum systems based on spin ensembles with a comb-shaped spectrum have shown exciting properties as efficient quantum memories. In this talk, we present a theoretical study of such atomic frequency combs in the strong coupling limit, using tensor-network methods. Our results demonstrate that arbitrary multi-photon states inside the cavity are almost perfectly transferred to the spin ensemble and re-emitted at periodic time intervals, with fidelity values near unity. Moreover, for a general, inhomogeneous spin ensemble, quantum information stored can still be protected from errors by using parametric, external driving.", "Show?": "show", "Image name": "HimadriShekhar Dhar", "Name": "Dr. Himadri Shekhar Dhar", "Link": "https://youtube.com/watch?v=P3SgCsTqFoU", "Citations": "1452", "Topic": "Quantum Information"}, {"": "Prof.", "First Name": "A.R.", "Surename": "Ushadevi", "Affiliation": "Bangalore University", "Primary email": "arutth@rediffmail.com", "Response": "Accepted", "Schedule": "", "id": "71", "Date (double click to pick)": "5/11/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Geometric visualization of quantum states", "Abstract": "In this lecture I will discuss geometric pictures associated with pure\r\nsymmetric N-qubit states & two-qubit states drawn from symmetric N qubit\r\nstates. A comprehensive analysis of\r\no Majorana representation for pure symmetric states leading uniquely to\r\na set of points on the Bloch sphere\r\n&\r\no canonical form achievable with the help of Stochastic Local Operations\r\nand Classical Communications (SLOCC) on qubits, resulting in an\r\nelegant geometric picture in terms of ellipsoids inscribed inside the\r\nBloch sphere for two-qubit states\r\nwill be given.", "Show?": "show", "Image name": "A.R.Ushadevi", "Name": "Prof. A.R. Ushadevi", "Link": "https://youtube.com/watch?v=GKFtSmRYn8w", "Citations": "1200", "Topic": "Quantum information"}, {"": "Dr.", "First Name": "Ravishankar", "Surename": "Ramanathan", "Affiliation": "University of Hong Kong", "Primary email": "ravi@cs.hku.hk", "Response": "Accepted", "Schedule": "After 25th May", "id": "72", "Date (double click to pick)": "5/31/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Device-Independent Quantum Randomness Extraction from Public Weak Seeds", "Abstract": "The extraction of private uniformly random bits from publicly available weak random seeds is a problem of central importance with multiple applications in cryptography. In this talk, we tackle this cryptographic primitive in the setting of device-independent quantum cryptography, which offers information-theoretic security in a scenario wherein the users do not need to trust the very devices used to execute the protocol. We present two results - firstly, we present a protocol for extraction of randomness from a single min-entropy source (consisting of two blocks of sufficiently high min-entropy) and show a proof of security of the protocol against quantum adversaries (who may hold a quantum memory correlated with the devices). Secondly, we present a protocol for randomness amplification of a specific class of Santha-Vazirani sources for which we show a proof against more general adversaries limited only by the no-signalling principle of relativity. We discuss the feasibility of experimental implementation of the protocols in terms of noise robustness, generation rates, number of devices, and implications for foundational tests of Bell non-locality. ", "Show?": "show", "Image name": "RavishankarRamanathan", "Name": "Dr. Ravishankar Ramanathan", "Link": "https://youtube.com/watch?v=GBY0tzf-oFs", "Citations": "1020", "Topic": "Quantum foundation"}, {"": "Prof.", "First Name": "Pragya", "Surename": "Shukla", "Affiliation": "IIT Kharagpur", "Primary email": "shukla@phy.iitkgp.ac.in", "Response": "Accepted", "Schedule": "22nd May to 27May for online, 30th May for in person", "id": "73", "Date (double click to pick)": "5/23/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "System dependent random matrix ensembles: mathematical tools for many body quantum information analysis", "Abstract": "Abstract: For systems that can be described mathematically, physical information can be derived, in principle, from detailed knowledge of the operators that govern their evolution. Physical systems can however be complex in nature and it is not always possible to determine the operator exactly or, even if they are known, to solve the equations they determine.\nThe complexity of a system e.g one with many body interactions, in general, makes it difficult to determine some or almost all matrix elements (even in absence of disorder). The lack of accuracy acts as a source of randomness for the matrix elements and it can be modeled by a random matrix (with some or all random entries). While the statistical behavior of many body systems in ergodic regime can be well-modeled by the stationary random matrix ensembles, the non-ergodic regime requires consideration of system-dependent random matrix ensembles: those which can take into account the physical constraints on the system e.g. local interactions, dimensionality, symmetry, local conservation laws. For example, the combined effect of nearest neighbor interactions and dimensionality can lead to a sparse random matrix representation of the Hamiltonian in a basis of interest, with sparsity and nature of randomness dependent on system-specific details.\nThe statistical analysis of various many body systems requires, therefore, a thorough probing of a wide range of system-dependent random matrix ensembles which is not an easy task. The theoretical analysis is further complicated by the fluctuation of accuracy due to varying system conditions causing multi parametric evolution of the matrix elements. Fortunately we are able to show that, for single-well potentials, it is possible to identify a function of all distribution parameters, seemingly a measure of average uncertainty and therefore referred as the complexity parameter, in terms of which the multi-parametric evolution can be reduced to a single parametric one. As a consequence, the evolution of the statistical properties of a wide range of system-dependent random matrix ensembles can be described by a common mathematical formulation where system information enters through the complexity parameter only. This in turn suggests a possible classification of complex systems in an infinite range of universality classes characterized just by the complexity parameter and the nature of global physical constraints e.g. symmetries and conservation laws. The complexity parametric formulation of the statistical properties not only helps in technical simplification (one can apply results available for one complex system to another if they have same complexity parameter and global constraints), it also indicates a web of connection hidden underneath complex systems even in non-ergodic regime, thereby generalising the previously known universality in complex systems in ergodic regime).\n.\nReferences\n\nP. Shukla, Phys. Rev. B, 98, 054206 (2018); New J. Phys. 18, 021004 (2016); J. Phys. A,\n55, 224018, (2022).", "Show?": "show", "Image name": "PragyaShukla", "Name": "Prof. Pragya Shukla", "Link": "https://youtube.com/watch?v=E6htcGLoJXk", "Citations": "1198", "Topic": "Condensed matter theory"}, {"": "Dr.", "First Name": "Nathan", "Surename": "Shammah", "Affiliation": "Unitary Fund", "Primary email": "nathan@unitary.fund", "Response": "Accepted", "Schedule": "", "id": "74", "Date (double click to pick)": "5/26/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Making quantum error mitigation practical", "Abstract": "Abstract: In this talk I provide an overview of quantum error mitigation techniques applied at the gate (digital) level. I illustrate a general framework for quantum error mitigation, which can reduce the overhead in sampling. Quantum error mitigation can be used to lower the requirements for quantum error correction. Results of a field study of error mitigation techniques on multiple quantum processors will be discussed, putting them in relation to NISQ devices benchmarking. All results I will provide are obtained with Mitiq, an open source tool in Python developed by Unitary Fund with a global community of contributors.", "Show?": "show", "Image name": "NathanShammah", "Name": "Dr. Nathan Shammah", "Link": "https://youtube.com/watch?v=b2VxrL4VV04", "Citations": "568", "Topic": "Quantum Technology"}, {"": "Prof.", "First Name": "Tabish", "Surename": "Qureshi", "Affiliation": "CTP, Jamia Millia Islamia", "Primary email": "tabish@ctp-jamia.res.in", "Response": "Accepted", "Schedule": "", "id": "75", "Date (double click to pick)": "5/9/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Two-Particle Interference and Complementarity", "Abstract": "Abstract: In a two-path interference, Bohr’s Complementarity Principle is usually expressed quantitatively in terms of the distinguishability of the two paths a particle can take, and the measure of the interference it produces. The sharpness of the interference that the quanton can produce is constrained by the distinguishability of the two paths. However there exist other kinds of quantum phenomena where interference of two-particle amplitudes results in a two-particle interference, if the particles are indistinguishable. The Hong-Ou-Mandel (HOM) and the Hanbury-Brown-Twiss (HBT) effects are two well known examples. We will argue that the HOM and the HBT effects are not two distinct effects, as is usually believed. Instead there is a single phenomenon underlying both, which rests on the indistinguishability of particles, much the same way as single-particle interference rests on the indistinguishability of the two paths the particle takes. In fact, we will show that a duality relation, between particle distinguishability and the visibility of two-particle interference, can be derived. The distinguishability of the two particles, arising from some internal degree of freedom, puts a bound on the sharpness of the two-particle interference they can produce, in a HOM or HBT kind of experiment.", "Show?": "show", "Image name": "TabishQureshi", "Name": "Prof. Tabish Qureshi", "Link": "https://youtube.com/watch?v=GCb2Q1X_xMg", "Citations": "1240", "Topic": "Quantum information"}, {"": "Prof.", "First Name": "Sonjoy", "Surename": "Majumder", "Affiliation": "IIT Kharagpur", "Primary email": "sonjoym@phy.iitkgp.ac.in", "Response": "Accepted", "Schedule": "", "id": "76", "Date (double click to pick)": "5/26/2023", "Time ( IST )": "10:00:00", "end": "", "Title": " Formation and Dynamics of Supersolid and Quantum Droplets in Dipolar BEC\r\n", "Abstract": "I  discuss the critical formation of exotic quantum droplets and supersolid phases in dipolar Bose-Einstein condensate (dBEC) by taking into account quantum fluctuation.  An analytical variational ansatz allows us to obtain the phase diagrams of the superfluid and droplet phases. The crossover from the superfluid to the supersolid phase and to single and droplet arrays is probed with particle number and dipolar interaction. The dipolar strength is tuned by rotating the magnetic field with subsequent effects on phase boundaries. Following interaction quenches across the aforementioned phases, we monitor the dynamical formation of supersolid clusters or droplet lattices.\r\n\r\nRecent realization of binary dipolar BEC opens new exciting aspects for studying quantum droplets and supersolids in a binary mixture. Relying on the three-dimensional numerical simulations in the extended Gross-Pitaevskii framework, I discuss our findings of the groundstate phase diagrams and characterize different groundstate phases. The emergent phases include both miscible and immiscible single droplets (SD), multiple droplets (MD), supersolid (SS), and superfluid (SF) states. More intriguing mixed groundstates occur for an imbalanced binary mixture, including a combination of SS-SF, SS-MD, and SS-SS phases. Following linear quenches of intra-species scattering lengths across the aforementioned phases, I demonstrate the dynamical formation of supersolid clusters and droplet lattices. I will brief a few possible applications of quantum droplets.\r\n\r\nReferences:\r\n1) Control of  164Dy Bose-Einstein condensate phases and dynamics with dipolar anisotropy; Halder, K. Mukherjee, S. I. Mistakidis, S. Das, P. G. Kevrekidis, P. K. Panigrahi, S. Majumder, and H. R. Sadeghpour; Phys. Rev. Research 4, 043124 (2022)\r\n2) Two-dimensional miscible-immiscible supersolid and droplet crystal state in a homonuclear dipolar bosonic mixture; S Halder, S Das, S Majumder\r\narXiv:2210.00598 (2022)", "Show?": "show", "Image name": "SonjoyMajumder", "Name": "Prof. Sonjoy Majumder", "Link": "https://youtube.com/watch?v=LwYFjAra3b0", "Citations": "1040", "Topic": "Atomic molecular physics"}, {"": "Prof.", "First Name": "Harshawardhan", "Surename": "Wanare", "Affiliation": "IIT Kanpur", "Primary email": "hwanare@iitk.ac.in", "Response": "Accepted", "Schedule": "", "id": "77", "Date (double click to pick)": "5/19/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Quantum Tunneling Interferometer", "Abstract": "", "Show?": "show", "Image name": "HarshawardhanWanare", "Name": "Prof. Harshawardhan Wanare", "Link": "https://youtube.com/watch?v=STUm8WWQMZU", "Citations": "971", "Topic": "Quantum Technology expt"}, {"": "Dr.", "First Name": "Tapan", "Surename": "Mishra", "Affiliation": "NISER Bhubaneswar", "Primary email": "mishratapan@niser.ac.in", "Response": "Accepted", "Schedule": "", "id": "78", "Date (double click to pick)": "6/5/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Ultracold Bosons in optical lattices", "Abstract": "", "Show?": "show", "Image name": "Tapan Mishra", "Name": "Dr. Tapan Mishra", "Link": "https://www.youtube.com/watch?v=xz9TxaHBS7Q", "Citations": "1011", "Topic": "Condensed matter physics (Theory)"}, {"": "Dr.", "First Name": "Christina", "Surename": "Giarmatzi", "Affiliation": "University of Technology Sydney", "Primary email": "Christina.Giarmatzi@uts.edu.au", "Response": "Accepted", "Schedule": "All time", "id": "79", "Date (double click to pick)": "5/19/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Full characterisation of quantum non-Markovian processes: from tomography to noise detection", "Abstract": "Every experimental realisation of a quantum process faces the possibility of noise coming from the environment. Although in small quantum devices, the noise is assumed to be uncorrelated (Markovian) this assumption fails as the size and complexity increase, and the various system-environment interactions become correlated (non-Markovian).\nWe present a method of full quantum process tomography that captures non-Markovian noise and a method to detect quantum memory in a non-Markovian process [1]. We call a process Markovian when the environment does not provide a memory that retains correlations across different system-environment interactions. We define two types of non-Markovian processes, depending on the required memory being classical or quantum. We formalise this distinction using the process matrix formalism, through which a process is represented as a multipartite state. Within this formalism, a test for entanglement in the state can be mapped to a test for quantum memory in the process.\nWe demonstrate the method in a simple toy model, but our methods have been applied experimentally, too, in photonics [2] and superconducting qubits [3].\n[1] C. Giarmatzi and F. Costa Quantum 5, 440 (2021)\n[2] K. Goswami, C. Giarmatzi, et al. Phys. Rev. A 104, 022432 (2021)\n[3] Upcoming paper", "Show?": "show", "Image name": "ChristinaGiarmatzi", "Name": "Dr. Christina Giarmatzi", "Link": "https://youtube.com/watch?v=kxOEq1qHKX8", "Citations": "819", "Topic": "Quantum information"}, {"": "Dr.", "First Name": "Ivan", "Surename": "Supic", "Affiliation": "Sorbonne University", "Primary email": "Ivan.Supic@lip6.fr", "Response": "Accepted", "Schedule": "", "id": "80", "Date (double click to pick)": "6/8/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Device-Independent certification of Quantum resources", "Abstract": "", "Show?": "show", "Image name": "IvanSupic", "Name": "Dr. Ivan Supic", "Link": "https://www.youtube.com/watch?v=bsXYrbSPpG0", "Citations": "999", "Topic": "Quantum information"}, {"": "Dr.", "First Name": "Anshu", "Surename": "Anurag", "Affiliation": "Harvard University", "Primary email": "anuraganshu@seas.harvard.edu", "Response": "Accepted", "Schedule": "before May 15 or after June 1", "id": "81", "Date (double click to pick)": "5/10/2023", "Time ( IST )": "18:30:00", "end": "", "Title": "NLTS Hamiltonians from good quantum codes", "Abstract": "Abstract: The NLTS (No Low-Energy Trivial State) conjecture of Freedman and Hastings [2014] posits that there exist families of Hamiltonians with all low energy states of non-trivial complexity (with complexity measured by the quantum circuit depth preparing the state). In a recent work https://arxiv.org/abs/2206.13228 (with Nikolas Breuckmann and Chinmay Nirkhe), we prove this conjecture by showing that the recently discovered families of constant-rate and linear-distance QLDPC codes correspond to NLTS local Hamiltonians. This talk will provide background on the conjecture, its relevance to quantum many-body physics and quantum complexity theory, and touch upon the proof techniques.", "Show?": "show", "Image name": "AnshuAnurag", "Name": "Dr. Anshu Anurag", "Link": "https://youtube.com/watch?v=z7rBaljQmZo", "Citations": "913", "Topic": "Quantum Information"}, {"": "Prof.", "First Name": "Colin", "Surename": "Benjamin", "Affiliation": "NISER, Bhubaneswar", "Primary email": "colin@niser.ac.in", "Response": "Accepted", "Schedule": "any day of the week: May 29-June 2, preferably morning 10-12 noon", "id": "82", "Date (double click to pick)": "5/29/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "On two applications of quantum walks", "Abstract": "Abstract: In this talk, I will review two recent works done in our group. I will start with the basics of quantum walks and introduce discrete and continuous time quantum walks. We will focus on two specific applications. First, on generating maximally entangled single-particle states(MESPS) via discrete-time quantum walks on some cyclic graphs. We will see that MESPS can be generated using single coins, implying a resource-saving experimental implementation. Secondly, we will show that we can improve the Google page rank algorithm by taking recourse to quantum stochastic walks. Using a varied array of different networks, especially those with small-world features, we will show that the quantum version of the page rank algorithm is better at resolving degeneracies, a bane of any search algorithm. <br/>The talk will be based on the following papers:<br/>1. Recurrent generation of maximally entangled single particle states via quantum walks on cyclic graphs, Dinesh Kumar Panda, Colin Benjamin, arXiv:2301.04501<br/>2. Resolving degeneracies in Google search via quantum stochastic walks, Naini Dudhe, Colin Benjamin,  arXiv:2207.11429", "Show?": "show", "Image name": "ColinBenjamin", "Name": "Prof. Colin Benjamin", "Link": "https://youtube.com/watch?v=wvGpaB4Ihlo", "Citations": "902", "Topic": "Quantum Information"}, {"": "Dr.", "First Name": "V", "Surename": "Narayanan", "Affiliation": "IIT Jodhpur", "Primary email": "vnara@iitj.ac.in", "Response": "Accepted", "Schedule": "", "id": "83", "Date (double click to pick)": "5/25/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Generation and characterization of Entangled Photons Produced via Short-Pulsed Laser", "Abstract": "", "Show?": "show", "Image name": "VNarayanan", "Name": "Dr. V Narayanan", "Link": "https://youtube.com/watch?v=xhthBDMzwCw", "Citations": "892", "Topic": "Quantum computation (Industry)"}, {"": "Prof.", "First Name": "Shashi", "Surename": "Prabhakar", "Affiliation": "PRL, Ahmedabad", "Primary email": "shaship@prl.res.in", "Response": "Accepted", "Schedule": "any time", "id": "84", "Date (double click to pick)": "5/19/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Position momentum entanglement", "Abstract": "The spontaneous parametric down-conversion (SPDC) generates photon pairs with strong correlations in their transverse position and momentum degrees of freedom. For such photon pairs, the position correlation length depends on the crystal thickness and the pump wavelength; while the momentum correlation length depends on the pump's beam waist and spatial coherence length. By controlling these parameters, it is possible to engineer spatial entanglement. In this talk, I focus on generating desired spatial entanglement by engineering the transverse profile of the pump laser beam.", "Show?": "show", "Image name": "ShashiPrabhakar", "Name": "Prof. Shashi Prabhakar", "Link": "https://youtube.com/watch?v=BAIrfKaeNmY", "Citations": "756", "Topic": "Quantum technology expt"}, {"": "Prof.", "First Name": "Sudheesh", "Surename": "Chethil", "Affiliation": "IIST,Thiruvanathpuram", "Primary email": "sudheesh@iist.ac.in", "Response": "Accepted", "Schedule": "", "id": "85", "Date (double click to pick)": "6/1/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Thermalization and Quantum Chaos", "Abstract": "", "Show?": "show", "Image name": "SudheeshChethil", "Name": "Prof. Sudheesh Chethil", "Link": "https://youtube.com/watch?v=F_Zh9WG7FZU", "Citations": "265", "Topic": "Quantum optics"}, {"": "Prof.", "First Name": "Pankaj", "Surename": "Agarwal", "Affiliation": "IOP Bhubaneswar", "Primary email": "agrawal@iopb.res.in", "Response": "Accepted", "Schedule": "", "id": "86", "Date (double click to pick)": "6/5/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Aspects of multipartite states", "Abstract": "", "Show?": "show", "Image name": "PankajAgarwal", "Name": "Prof. Pankaj Agarwal", "Link": "https://www.youtube.com/watch?v=z4hM8IBOW-4", "Citations": "", "Topic": ""}, {"": "Prof.", "First Name": "Devendra", "Surename": "Mishra", "Affiliation": "Institute of Science, BHU", "Primary email": "kndmishra@gmail.com", "Response": "Accepted", "Schedule": "", "id": "87", "Date (double click to pick)": "5/11/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Quantum sensing and imaging with non-classical light", "Abstract": "Abstract: Estimation of parameters can outperform using quantum systems and have potential\r\napplications in, for example, optical interferometry, optical imaging,\r\noptomechanical force sensing (gravitational-wave detection), atomic magnetometry,\r\ngyroscopy, etc. One can enhance the phase-sensitivity of interferometers by using\r\nthe non-classical resources and suitable measurement schemes or, by using active\r\nmedium inside the interferometers. We discuss the improvement in the phase\r\nsensitivity of an interferometer using Gaussian and non-Gaussian states as inputs\r\nand quantum detection schemes. Further, we will discuss about the use of optical\r\ninterferometers for quantum-enhanced imaging. We will assess and quantify the\r\nachievable quantum enhancement in signal-to-noise ratio and spatial resolution.", "Show?": "show", "Image name": "DevendraMishra", "Name": "Prof. Devendra Mishra", "Link": "https://youtube.com/watch?v=BtsZM1MS1SU", "Citations": "310", "Topic": "Quantum optics"}, {"": "Prof.", "First Name": "Bimalendu", "Surename": "Deb", "Affiliation": "IACS, Kolkata", "Primary email": "msbd@iacs.res.in", "Response": "Accepted", "Schedule": "June 8 or June 9", "id": "88", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Ion-atom hybrid quantum systems", "Abstract": "", "Show?": "show", "Image name": "BimalenduDeb", "Name": "Prof. Bimalendu Deb", "Link": "https://www.youtube.com/watch?v=1v6ULauA1C4", "Citations": "756", "Topic": "Atomic Molecular physics, Nonlinear dynamics"}, {"": "Dr.", "First Name": "Ashok", "Surename": "Kumar", "Affiliation": "IIST, Thiruvanathpuram", "Primary email": "ashokkumar@iist.ac.in", "Response": "Accepted", "Schedule": "", "id": "89", "Date (double click to pick)": "5/16/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Encoding information in spatial correlations of bright entangled light beams", "Abstract": "Abstract: Spatial quantum correlations promise to enhance the sensitivity of quantum imaging and quantum sensing, along with applications in quantum information processing and quantum communication. We will discuss spatial quantum correlation properties of bright entangled light beams generated with a four-wave mixing process in a hot rubidium vapour cell. We will show that the spatial quantum correlations can demonstrate the famous Einstein-Podolsky-Rosen (EPR) paradox. After leading the EPR paradox, we will highlight that entangled beams are not only crucial for fundamental sciences, but also useful to encode information in the distribution of the spatial correlations of entangled twin beams. Such encoded information can only be extracted through joint spatial measurements of the twin beams and not through individual beam measurements, and the temporal quantum correlations are not modified.\n\nRefs.\n1. A. Kumar, G. Nirala, and A. M. Marino, Einstein–Podolsky–Rosen paradox with position–momentum entangled macroscopic twin beams, Quantum Science and Technology, 6 (4), 045016 (2021).\n\n 2. G. Nirala, S. Pradyumna, A. Kumar and A. Marino, Information encoding in the spatial correlations of entangled twin beams, Science Advances (in press).", "Show?": "show", "Image name": "AshokKumar", "Name": "Dr. Ashok Kumar", "Link": "https://youtube.com/watch?v=v1sysB7xLXc", "Citations": "703", "Topic": "Quantum optics"}, {"": "Dr.", "First Name": "Siddharth", "Surename": "Dhomkar", "Affiliation": "IIT Madras", "Primary email": "sdhomkar@iitm.ac.in", "Response": "Accepted", "Schedule": "", "id": "90", "Date (double click to pick)": "5/22/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Optically active spin defects for quantum technology", "Abstract": "Over the past few years, researchers have discovered that various paramagnetic defects in otherwise neatly arranged crystals such as diamond, silicon carbide, and hexagonal boron nitride possess certain peculiar attributes. In this talk, I will discuss physics behind the extraordinary properties of the most celebrated spin defect, i.e. nitrogen vacancy centre in diamond. I will explain how the defect properties can be effectively characterised and manipulated via various means including specific optical illumination, DC electric fields, static as well as microwave magnetic fields, and bespoke machine learning based protocols. In a nutshell, the purpose of the talk would be to convey the ideas that are at the heart of the quantum machinery based on spin centres that interact with light.", "Show?": "show", "Image name": "SiddharthDhomkar", "Name": "Dr. Siddharth Dhomkar", "Link": "https://youtube.com/watch?v=TTxdrTHMRwI", "Citations": "666", "Topic": "Condensed matter thory"}, {"": "Prof.", "First Name": "Satyabrata", "Surename": "Adhikary", "Affiliation": "Delhi Technological University", "Primary email": "satyabrata@dtu.ac.in", "Response": "Accepted", "Schedule": "", "id": "91", "Date (double click to pick)": "6/1/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Physical implementation of realignment operation", "Abstract": "Abstract: One of the most important problems in quantum information theory is the detection of entanglement. There are many ways to detect the entanglement but the powerful tools to detect entanglement are (i) partial transposition operation and (ii) realignment operation. In this talk, I will discuss the entanglement detection criterion using realignment operation and how to estimate the first moment of a realigned matrix in an experiment.", "Show?": "show", "Image name": "SatyabrataAdhikary", "Name": "Prof. Satyabrata Adhikary", "Link": "https://youtube.com/watch?v=nQox5hqNOsk", "Citations": "653", "Topic": "Quantum Information"}, {"": "Prof.", "First Name": "Utpal", "Surename": "Roy", "Affiliation": "IIT Patna", "Primary email": "uroy@iitp.ac.in", "Response": "Accepted", "Schedule": "", "id": "92", "Date (double click to pick)": "5/26/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Ultracold Quantum Matter: Quantum Simulation and Quantum Information", "Abstract": "", "Show?": "show", "Image name": "UtpalRoy", "Name": "Prof. Utpal Roy", "Link": "https://youtube.com/watch?v=OCcvyyA1cw0", "Citations": "579", "Topic": "Nonlinear dynamics"}, {"": "Dr.", "First Name": "Siddhartha", "Surename": "Santra", "Affiliation": "IIT Bombay", "Primary email": "santra@iitb.ac.in", "Response": "Accepted", "Schedule": "", "id": "93", "Date (double click to pick)": "5/16/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Building the quantum internet", "Abstract": "Abstract: Our understanding of entanglement has evolved from denial to acceptance and even euphoria (Nobel 2022!) via scientific epiphanies. Building the quantum internet is an effort to harness it as a resource for quantum communication which highlights sobering realities of the fragile nature of quantum states and entanglement. In this colloquium I will describe some applications of a quantum network, the main problems in this area and place our current understanding of entanglement as a resource in a historical context.", "Show?": "show", "Image name": "Siddhartha Santra", "Name": "Dr. Siddhartha Santra", "Link": "https://youtube.com/watch?v=Cv4xKUNCGx8", "Citations": "", "Topic": ""}, {"": "Prof.", "First Name": "Joyee", "Surename": "Ghosh", "Affiliation": "IIT Delhi", "Primary email": "joyee@physics.iitd.ac.in", "Response": "Accepted", "Schedule": "18 or 19 may", "id": "94", "Date (double click to pick)": "5/18/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Entangled Photons -- Experiments & Applications in Quantum Communication", "Abstract": "Quantum entanglement represents an important ingredient for carrying out fundamental tests in quantum mechanics and has a wide range of applications in the fields of quantum optics, quantum\ninformation processing/computation, and quantum communication (QC). Photonic qubits, where\ninformation is encoded in the quantum state of the photons are an ideal choice for some of these applications, due to their speed, robustness and ease of manipulation. In particular, polarization- entangled photon pairs, due to their high entanglement purity and relative simplicity of generation, are key elements for many quantum communication protocols, such as quantum networks, quantum key distribution and quantum teleportation. Nonlinear optical techniques like spontaneous parametric\ndown conversion (SPDC) and four wave mixing (FWM) are widely used for their generation in bulk\ncrystals or waveguides. While bulk crystals are preferable for free-space optical QC experiments, all-\nfiber and WDM-based waveguide sources are more suitable for fiber-based QC experiments.\nCovering these aspects, I will talk about the recent endeavors of our group and results from our Quantum Photonics Lab.", "Show?": "show", "Image name": "JoyeeGhosh", "Name": "Prof. Joyee Ghosh", "Link": "https://youtube.com/watch?v=eZhXLSjGDUU", "Citations": "548", "Topic": "Quantum technology expt"}, {"": "Dr.", "First Name": "Solomon", "Surename": "Ivan", "Affiliation": "IIST, Thiruvanathpuram", "Primary email": "solomonivan@iist.ac.in", "Response": "Accepted", "Schedule": "", "id": "95", "Date (double click to pick)": "5/30/2023", "Time ( IST )": "17:00:00", "end": "", "Title": "Quantum illumination with classical light", "Abstract": "Abstract: We investigate the use of classical correlated multi-mode Gaussian light for the purpose of quantum illumination. The target is illuminated using the signal while simulta- neously retaining idler modes. Classical correlation between the sent and retained idler modes is seen to provide performance gain in comparison with using only the single-mode signal to illuminate, and this is illustrated through examples. Examples of multi-mode Gaussian classical correlated states that have high degree of correlation between the sent and idler modes are seen to have performance gain over two-mode Gaussian states which are entangled in the sent and idler mode, with the sent mode being identical in both the situations.", "Show?": "show", "Image name": "SolomonIvan", "Name": "Dr. Solomon Ivan", "Link": "https://youtube.com/watch?v=M3XMfDsBSzk", "Citations": "508", "Topic": "Quantum information"}, {"": "Dr.", "First Name": "Debraj", "Surename": "Rakshit", "Affiliation": "HRI, Allahabad", "Primary email": "debrajrakshit@hri.res.in", "Response": "Accepted", "Schedule": "1st week of june", "id": "96", "Date (double click to pick)": "6/2/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Ultracold Quantum Simulators with Focus on Twistronics", "Abstract": "Abstract: Experiments with ultracold atom based quantum simulators are providing versions of quantum computers, albeit non-universal ones, which enable one to manipulate certain quantum many-body systems in a very accurate and controlled way, and are thus paving the way for future technologies. In this talk we will propose a highly tunable scheme to synthetically emulate twisted bi-layer systems, which are endowed with fascinating strong correlations effects, with ultracold atoms trapped in an optical lattice. In our scheme, neither a physical bilayer nor twist is directly realized. Instead, two synthetic layers are produced exploiting coherently-coupled internal atomic states, and a supercell structure is generated via a spatially-dependent Raman coupling. Our proposal opens the route towards the controlled study of strongly-correlated flat-band physics.", "Show?": "show", "Image name": "Debraj Rakshit", "Name": "Dr. Debraj Rakshit", "Link": "https://youtube.com/watch?v=Vg6J0it7s5w", "Citations": "481", "Topic": "Quantum information + Condense Matter"}, {"": "Dr.", "First Name": "Sambuddha", "Surename": "Sanyal", "Affiliation": "IISER Tirupati", "Primary email": "sambuddha.sanyal@iisertirupati.ac.in", "Response": "Accepted", "Schedule": "mid june", "id": "97", "Date (double click to pick)": "5/23/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Dipolar lineons in a hole-doped collinear antiferromagnet", "Abstract": "Abstract: Fractons are emergent quasiparticles, which have fractionalized (reduced) mobility. In this talk we demonstrate the emergence of fracton conservation laws in a hole-doped collinear antiferromagnet in two dimensions. Using a combination of analytical and numerical approaches we show that these systems host fracton-like quasiparticles, which are completely immobile in isolation, and dipolar quasiparticles that can move freely only along one dimensional subspace of the system. We discuss possible experimental realizations of these observations.", "Show?": "show", "Image name": "SambuddhaSanyal", "Name": "Dr. Sambuddha Sanyal", "Link": "https://youtube.com/watch?v=ePtPhozK1PE", "Citations": "456", "Topic": "Condensed matter"}, {"": "Dr.", "First Name": "Debashis", "Surename": "Saha", "Affiliation": "IISER Thiruvanathpuram", "Primary email": "saha@iisertvm.ac.in", "Response": "Accepted", "Schedule": "", "id": "98", "Date (double click to pick)": "5/30/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Quantum correlations that are incompatible with absoluteness of measurement", "Abstract": "Abstract - We will first discuss the tension between the two dynamics of quantum theory that leads to inconsistency in empirical probabilities between two observers in the Wigner's Friend thought experiment. To avoid such inconsistent predictions in quantum theory, we will consider two distinct perspectives - \"absoluteness of measurement (AoM)\" and \"non-absoluteness of measurement (NoM)\" - about the objective status of the measurement process. We will discuss why the set of probabilities obtainable for NoM is strictly larger than for AoM. Remarkably, in the scenario with spatially separated observers, we will see a strict hierarchy among the sets of probabilities observed in the following three theories: classical or local realist, quantum theory with AoM, and quantum theory with NoM. Finally, we will briefly talk about different interpretations of quantum theory based on the perceptions of AoM/NoM and whether they lead to consistent predictions. The talk will be based on PRA 107, 022226 (2023).", "Show?": "show", "Image name": "DebashisSaha", "Name": "Dr. Debashis Saha", "Link": "https://youtube.com/watch?v=MxxW-mpELTk", "Citations": "422", "Topic": "Quantum information"}, {"": "Dr.", "First Name": "Sayan", "Surename": "Choudhury", "Affiliation": "HRI, Allahabad", "Primary email": "sayanchoudhury@hri.res.in", "Response": "Accepted", "Schedule": "", "id": "99", "Date (double click to pick)": "5/26/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Non-equilibrium Dynamics of Quantum Matter", "Abstract": "Abstract: In recent years, rapid advances in the development of quantum technologies have led to the possibility of creating and manipulating large-scale “synthetic quantum matter”. These unique many-body platforms synthesized from ultracold atoms, molecules, ions, and photons provide a powerful and versatile route to elucidate quantum phenomena that may be difficult (or even impossible) to realize elsewhere in nature. In this talk, I will present some of our recent work on understanding the non-equilibrium properties of these systems. In the first part of the talk, I will propose a route to realize a discrete time crystal in a periodically driven quantum system. A time crystal is a fascinating non-equilibrium phase of matter that exhibits spontaneous time translation-symmetry breaking. I will demonstrate that a many-body interference mechanism can be harnessed to create an eternal time crystal with global \"all-to-all\" interactions. In the second part of the talk, I will describe quantum information scrambling in a chaotic spin-chain with competing short and long-range interactions. I will argue that this system can exhibit fast scrambling, thereby providing a route to probe aspects of quantum gravity in near-term experiments. I will then briefly describe the kaleidoscope of quantum phases that emerge in this system and conclude with a a brief overview of future research directions.", "Show?": "show", "Image name": "Sayan Choudhury", "Name": "Dr. Sayan Choudhury", "Link": "https://youtube.com/watch?v=DFR5nGR5VMg", "Citations": "367", "Topic": "condensed matter theory"}, {"": "Dr.", "First Name": "Jasleen", "Surename": "Lugani", "Affiliation": "IIT Delhi", "Primary email": "jasleen.lugani@gmail.com", "Response": "Accepted", "Schedule": "", "id": "100", "Date (double click to pick)": "5/22/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Integrated Photonics for Quantum Information Processing", "Abstract": "", "Show?": "show", "Image name": "JasleenLugani", "Name": "Dr. Jasleen Lugani", "Link": "https://youtube.com/watch?v=3QdynOvt8O8", "Citations": "347", "Topic": ""}, {"": "Dr.", "First Name": "Flavio", "Surename": "Del Santo", "Affiliation": "University of Geneva", "Primary email": "Flavio.DelSanto@unige.ch", "Response": "Accepted", "Schedule": "Before 2nd June", "id": "101", "Date (double click to pick)": "5/19/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Title: Potentialiy realism: Classical and quantum indeterminism", "Abstract": "Abstract: We propose an interpretation of physics named potential realism. This view, which can be applied to classical as well as to quantum physics, regards potentialities (i.e. intrinsic, objective propensities for individual events to obtain) as elements of reality. This allows one to naturally reconcile realism and fundamental indeterminism in any theoretical framework. We discuss our specific interpretation of propensities, that require them to depart from being probabilities at the formal level, though allowing for statistics and the law of large numbers. This view helps reconcile classical and quantum physics by showing that most of the conceptual problems that are customarily taken to be unique issues of the latter –such as the measurement problem–, are actually in common to all indeterministic physical theories.", "Show?": "show", "Image name": "FlavioDel Santo", "Name": "Dr. Flavio Del Santo", "Link": "https://youtube.com/watch?v=PO3fO4aepZ4", "Citations": "287", "Topic": "Quantum foundation"}, {"": "Dr.", "First Name": "Subimal", "Surename": "Deb", "Affiliation": "C-Dac Kolkata", "Primary email": "subimal.deb@gmail.com", "Response": "Accepted", "Schedule": "", "id": "102", "Date (double click to pick)": "5/11/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Variation of self-imaging distance in waveguides", "Abstract": "", "Show?": "show", "Image name": "SubimalDeb", "Name": "Dr. Subimal Deb", "Link": "https://youtube.com/watch?v=z_sLD1mpe1I", "Citations": "248", "Topic": ""}, {"": "Dr.", "First Name": "Nitica", "Surename": "Sakharwade", "Affiliation": "ICTQT, University of Gdnask", "Primary email": "nitica.sakharwade@ug.edu.pl", "Response": "Accepted", "Schedule": "May 11, 12, 15, 18, 19, 22, 25, 26", "id": "103", "Date (double click to pick)": "5/18/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "How models of Indefinite Causality can be understood within the Causaloid Framework", "Abstract": "Towards the studies of Indefinite Causality from a post-quantum lens, a few frameworks have been proposed and studied. The Process Matrix Framework is one such framework that generalises quantum channels to process matrices. This framework has been vastly studied due to the direct applicability of known quantum information tools. Another framework, that chronologically preceded the process matrices is the Causaloid Framework which starts from a more general starting point and can be thought of as incorporating Generalised Probability Theories as well as Indefinite Causality. The Framework has been worked on more recently to be made more accessible. Further a hierarchy within the Causaloid Framework that is distinct from Sorkin's hierarchy, that depends on composition has been introduced. A natural question arises as to how the Process Matrix Formalism and the Causaloid Framework are related and how they can be understood through the introduced hierarchy. We answer this question by showing how the bipartite Process Matrices are a special instance in the Causaloid Framework. This work helps fill a theoretical gap in the literature and by understanding Indefinite Causality from the lens of Generalised Probability Theories helps us make attempts towards an axiomatic approach to Indefinite Causality. Based on N. Sakharwade, An Operational Road towards Understanding Causal Indefiniteness within Post-Quantum Theories, 2022 and ongoing work.", "Show?": "show", "Image name": "NiticaSakharwade", "Name": "Dr. Nitica Sakharwade", "Link": "https://youtube.com/watch?v=K3ni4xpSBlg", "Citations": "34", "Topic": "Quantum foundation , causality"}, {"": "Dr.", "First Name": "Suranjana", "Surename": "Ghosh", "Affiliation": "IIT Patna", "Primary email": "suranjana.ghosh15@gmail.com", "Response": "Accepted", "Schedule": "", "id": "104", "Date (double click to pick)": "5/30/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Quantum Precision Measurement in the Diatomic Molecular System", "Abstract": "", "Show?": "show", "Image name": "SuranjanaGhosh", "Name": "Dr. Suranjana Ghosh", "Link": "https://youtube.com/watch?v=9fZjaEI6ap0", "Citations": "241", "Topic": "Nonlinear dynamics"}, {"": "Dr.", "First Name": "Aradhya", "Surename": "Shukla", "Affiliation": "GLA University, Mathura", "Primary email": "ashukla038@gmail.com", "Response": "Accepted", "Schedule": "", "id": "105", "Date (double click to pick)": "5/17/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Parity-Time Symmetry and Supersymmetry", "Abstract": "Abstract: The broken and unbroken PT-phases for an optical system, with complex refractive index profile, is explored. The transition from unbroken to broken PT-phase depends on a certain parametric restriction. It is found that the spontaneous breaking of supersymmetry (SUSY) happens in PT symmetric domain where, non trivial shape invariance is needed to obtain the energy spectra. On the other hand, SUSY remains intact in PT broken phase and states with zero width resonance arises for integral value of potential parameters. We also discuss about the isospctral deformation which is one of the important features of supersymmetric quantum mechanics. Here, we show that the supersymmetric partners of the free particle, under general boundary condition, lead to the breather and complex soliton, which satisfy the KdV equation, with an emergent PT −symmetry.", "Show?": "show", "Image name": "AradhyaShukla", "Name": "Dr. Aradhya Shukla", "Link": "https://youtube.com/watch?v=WPYoFSm4gvY", "Citations": "230", "Topic": "HEP"}, {"": "Dr.", "First Name": "Ritabrata", "Surename": "Sengupta", "Affiliation": "IISER Berhampur", "Primary email": "rb@iiserbpr.ac.in", "Response": "Accepted", "Schedule": "", "id": "106", "Date (double click to pick)": "5/15/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Conditions for local transformations between sets of quantum states.", "Abstract": "Abstract: We study the problem of transforming a set of pure bipartite states into another using deterministic LOCC (local operations and classical communication). Necessary conditions for the existence of such a transformation are obtained using LOCC constraints on state transformation, entanglement, and distinguishability. These conditions are shown to be independent but not sufficient. We discuss their satisfiability and classify all possible input-output pairs of sets accordingly. We also prove that strict inclusions hold between LOCC, separable, and positive partial transpose operations for set transformation problems.", "Show?": "show", "Image name": "RitabrataSengupta", "Name": "Dr. Ritabrata Sengupta", "Link": "https://youtube.com/watch?v=gHqIAHHc1I4", "Citations": "226", "Topic": "Quantum Information"}, {"": "Dr.", "First Name": "Shubhrangshu", "Surename": "Dasgupta", "Affiliation": "IIT Ropar", "Primary email": "sdasgupta@iitrpr.ac.in", "Response": "Accepted", "Schedule": "", "id": "107", "Date (double click to pick)": "5/24/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Quantum synchronization, entanglement, and their common origin", "Abstract": "The classical synchronization between two oscillators corresponds to a situation when the differences between their positions and linear momenta at any time vanish. In the quantum domain, we cannot measure the position and linear momentum at the same time and  therefore, the above definition does not directly fit in this context. The uncertainty principle itself rather generates a bound for maximally achievable quantum synchronization, when defined in terms of the uncertainties of the joint quadratures. We will discuss whether this arises from the same EPR correlation that gives rise to entanglement between two oscillators, in a cavity optomechanical set up. We will also point out the limitations and bottlenecks of our main idea: entanglement is a sufficient condition for quantum synchronization.\r", "Show?": "show", "Image name": "Shubhrangshu Dasgupta", "Name": "Dr. Shubhrangshu Dasgupta", "Link": "https://youtube.com/watch?v=BEFYK_SLM2I", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Ritajit", "Surename": "Majumdar", "Affiliation": "IBM Quantum", "Primary email": "majumdar.ritajit@gmail.com", "Response": "Accepted", "Schedule": "All time", "id": "108", "Date (double click to pick)": "5/25/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Fighting noise on quantum devices with Zero Noise Extrapolation", "Abstract": "Current quantum devices are noisy, and error correction is still not achievable. However, sometimes it is not necessary to obtain an error-free outcome. Finding a good expectation value for an observable is often sufficient for many problems of interest in quantum chemistry, quantum machine learning, combinatorial optimization, many-body physics etc. A set of methods, collectively called quantum error mitigation, has been studied to extract noise-free expectation values from a noisy device. In this talk, we shall go over a well-known and simple quantum error mitigation method, namely Zero Noise Extrapolation (ZNE). While ZNE is treacherously simple in theory, it is often a challenge to work with it in real scenarios. We shall discuss the best practices for using ZNE and stress upon the importance of partial folding for larger circuits and its implementation method. Moreover, there are some types of noise for which ZNE does not provide any improvement - thus lowering its effectiveness in practical scenarios. We show that ZNE, when combined with measurement error mitigation and twirling, can overcome these shortcomings. We conclude by giving some insight into the choice of extrapolator and their effectiveness for this method.\n\nReference: R. Majumdar, P. Rivero, D. Wang. Best practices for quantum error mitigation with digital zero-noise extrapolation (In preparation).", "Show?": "show", "Image name": "RitajitMajumdar", "Name": "Dr. Ritajit Majumdar", "Link": "https://youtube.com/watch?v=d6sD2FbyFYk", "Citations": "161", "Topic": "Quantum Error Mitigation(ZNE)"}, {"": "Dr.", "First Name": "Debasish", "Surename": "Bera", "Affiliation": "IIIT Kalyani", "Primary email": "debasish@iiitkalyani.ac.in", "Response": "Accepted", "Schedule": "", "id": "109", "Date (double click to pick)": "6/2/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Post-Quantum Cryptography (Coding Theory based)", "Abstract": "In the search for good alternatives to classical cryptosystems with number theory as their backbone, code-based systems have emerged as a strong competitor for “Post-Quantum cryptography”. Our goal is to present a few Post-Quantum Code-Based Cryptosystems, e.g., HQC and LEDACrypt (encryption and decryption) along with standard security analysis. The bar to be cleared to design parameters for post-quantum cryptosystems is the computational effort required on either a classical or a quantum computer to break the AES with a key size of λ bits, λ ∈ {128, 192, 256}, through an exhaustive key search. Parameters are to be chosen accordingly. Code based schemes rely on two underlying hard problems as their security assumption. <br/> 1. Decoding of a codeword (i.e., finding the error vector affecting a codeword) given a generic random linear code, or decoding a syndrome (i.e., finding the unique error vector corresponding to it) via a generic random parity-check matrix. It is NP-complete in nature.<br/> 2. Indistinguishability of their generator matrix G and parity- check matrix H from the ones of a random linear code.<br/> vThe two types of attacks, decoding attacks and structural vattacks are to be explored during the scope of the talk. vTraits : They work over small binary fields, so there is no need vfor an arithmetic co-processor. vPublic key encryption or signature verification is very vlightweight, requiring only a few hundred binary XORs. Most vcode-based systems require to store a large random looking vbinary matrix, so they are probably not the best candidate for vthe most memory constrained environments.", "Show?": "show", "Image name": "DebasishBera", "Name": "Dr. Debasish Bera", "Link": "https://youtube.com/watch?v=ZQrHKTC5J3Y", "Citations": "84", "Topic": ""}, {"": "Dr.", "First Name": "Ayan", "Surename": "Khan", "Affiliation": "Bennett University, Greater Noida", "Primary email": "ayan.khan@bennett.edu.in", "Response": "Accepted", "Schedule": "1st or 2nd june for 2 hours", "id": "110", "Date (double click to pick)": "6/2/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Quantum Liquid and Atom Interferometry : New trends in Quantum Technology", "Abstract": "Abstract- In this lecture we have plan to review recent developments in quantum liquid research and emerging new trends. Our primary objective is to explicate the theoretical approaches in understanding the quantum liquid. Later we will extend the discussion on this unique state in the context of atom interferometry. At this point we also plan to review the huge implications of atom interferometry in diverse disciplines ranging from cosmology to quantum sensor or general relativity to oil and mineral exploration. In this passage of time, we will also touch upon our recent contributions in this domain.", "Show?": "show", "Image name": "AyanKhan", "Name": "Dr. Ayan Khan", "Link": "https://youtube.com/watch?v=3xm7BJtDJII", "Citations": "77", "Topic": "Nonlinear dynamics"}, {"": "Prof.", "First Name": "Satyaprakash", "Surename": "Sahoo", "Affiliation": "IOP, Bhubaneswar", "Primary email": "sahoo@iopb.res.in", "Response": "Accepted", "Schedule": "", "id": "111", "Date (double click to pick)": "6/6/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Thermally and opto-electronically controlled 2D materials based devices for bio-inspired neuromorphic computing", "Abstract": "In the era of big data and artificial intelligence the traditional Von-Neumann computing architecture is periodically confronted. Brain inspired Neuromorphic computing architecture integrated with in-memory computing capability could instigate unprecedented breakthroughs in AI technology. Although there has been progress in Neuromorphic computing, however, engineering the material aspect for its architecture remains a challenge. In this regard, the two- dimensional (2D) layered materials, consisting of atomically-thin layers, possess a plethora of exotic properties and have emerged as the leading contenders for the next generation of electronic devices. Specific attention has been given to the layered transition metal di- chalcogenides (TMDCs), has created numerous prospects for developing low-power electronics, cutting-edge memory device arrays and smart computing architectures with desirable miniaturization. In this talk I will discuss two approaches for achieving Neuromorphic computing with monolayer TMDCs mem-transistors; optoelectronic and thermal driven ionotronic approach. Two-dimensional TMDC transistors demonstrating optoelectronic artificial synapse and reconfigurable logic operation are fabricated. The persistent photoconductivity of these devices are used to achieve the long- short term synaptic plasticity behaviour. Furthermore, Pavlov’s classical conditioning is demonstrated by using the broadband sensitivity of the devices. More importantly, reconfigurable Boolean logic gate operations are demonstrated within the same device. We also demonstrate a novel mem- transistor device using monolayer TMDCs as channel that offers multi-bit high density storage states and can perform key synaptic operations above room temperature. This novel integration of memory, synaptic behaviour, and processing within a single monolayer TMDC device put forth a new horizon for the Non-Von-Neuman type in-memory computing architecture for advanced AI applications at room temperature and beyond.", "Show?": "show", "Image name": "SatyaprakashSahoo", "Name": "Prof. Satyaprakash Sahoo", "Link": "https://www.youtube.com/watch?v=qp-3dewQb8w", "Citations": "70", "Topic": "Brain-inspired Neuromrophic Computing and Memory Applications based on Novel Metal Oxide and 2D Chalcogenides"}, {"": "Dr.", "First Name": "Shantanav", "Surename": "Chakraborty", "Affiliation": "IIIT Hyd", "Primary email": "shchakra@iiit.ac.in", "Response": "Accepted", "Schedule": "", "id": "112", "Date (double click to pick)": "6/1/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "Implementing Linear Combination of Unitaries on Intermediate-term Quantum Computers", "Abstract": "Abstract: Over the years, the framework of Linear combination of unitaries (LCU) has been extremely useful for designing optimal quantum algorithms for a wide variety of problems. However, the standard approach for implementing LCU requires a large number of ancilla qubits, as well as the ability to implement sophisticated controlled operations, leading to a large circuit depth. Thus, this broadly applicable quantum algorithmic paradigm is only useful for fully fault-tolerant quantum computers, which are decades away. In this talk, I will describe a randomized quantum algorithm that can implement any LCU by repeatedly sampling from a short-depth quantum circuit, and using only a single ancilla qubit. This algorithm can be run using early fault-tolerant quantum computers -- quantum devices that are expected to be available immediately after the current Noisy Intermediate-scale Quantum stage, characterized by short circuit-depth and a limited number of logical qubits. I will apply this method to problems of wide applicability: estimation of the expectation value of any observable with respect to the ground states of Hamiltonians and the solution of quantum linear systems. This leads to novel quantum algorithms for these problems, which are less resource-demanding than the prior art, while remarkably, still retaining a provable quantum advantage. I will also briefly explore: (i) the possibility of implementing any LCU without any ancilla qubits and (ii) other intermediate-term quantum hardware possibilities that go beyond the circuit model and implement LCU using hybrid qubit-qumode systems. Overall, these techniques can be applied to develop quantum algorithms for several problems, with performance guarantees, tailored to intermediate-term quantum computers.", "Show?": "show", "Image name": "Shantanav Chakraborty", "Name": "Dr. Shantanav Chakraborty", "Link": "https://youtube.com/watch?v=6tNXt_ULSto", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Kamanasish ", "Surename": "Debnath", "Affiliation": "Ørsted", "Primary email": "kamanasish.debnath@gmail.com", "Response": "Accepted", "Schedule": "", "id": "113", "Date (double click to pick)": "5/22/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Dynamics of atomic ensembles coupled to an optical cavity", "Abstract": "The talk will focus on dynamics of atomic ensembles coupled to an optical cavity. I will start with a pedagogical introduction to superradiant lasing [1, 2], synchronization of inhomogenous atomic ensembles [3, 4] and conventional spin echoes [5]. Next, I will explain how a conventional Hahn echo sequence can lead to a self-stimulated pulse echo train when the effective light-matter coupling becomes strong [6]. If time permits, I will describe how chirped electomagnetic pulses can be used to create a random access quantum memory device [7] using the same setup.\n1. A steady-state superradiant laser with less than one intracavity photon. Nature 484, 78–81\n2. Lasing in the superradiant crossover regime. Phys. Rev. A 98, 063837\n3. Synchronization of Two Ensembles of Atoms. Phys. Rev. Lett. 113, 154101\n4. Collective dynamics of inhomogeneously broadened emitters coupled to an optical cavity with narrow linewidth. Phys. Rev. A 100, 053821\n5. Spin Echoes. Phys. Rev. 80, 580\n6. Self-Stimulated Pulse Echo Trains from Inhomogeneously Broadened Spin Ensembles. Phys. Rev. Lett. 125, 137702\n7. Random-Access Quantum Memory Using Chirped Pulse Phase Encoding. Phys. Rev. X 12, 041014", "Show?": "show", "Image name": "DebnathKamanasish", "Name": "Dr. Debnath Kamanasish", "Link": "https://youtube.com/watch?v=UUGfVTR_3zk", "Citations": "", "Topic": ""}, {"": "", "First Name": "Anuvab", "Surename": "Nandi", "Affiliation": "IISER Kolkata", "Primary email": "an20ip001@iiserkol.ac.in", "Response": "Accepted", "Schedule": "", "id": "114", "Date (double click to pick)": "5/22/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Tutorial: Basics of Quantum Computing 3", "Abstract": "", "Show?": "hide", "Image name": "Anuvab Nandi", "Name": "Anuvab Nandi", "Link": "https://youtube.com/watch?v=ULZLrAQ1fFg", "Citations": "", "Topic": ""}, {"": "", "First Name": "Anuvab", "Surename": "Nandi", "Affiliation": "IISER Kolkata", "Primary email": "an20ip001@iiserkol.ac.in", "Response": "Accepted", "Schedule": "", "id": "115", "Date (double click to pick)": "5/24/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Tutorial: Basics of Quantum Computing 4", "Abstract": "", "Show?": "hide", "Image name": "Anuvab Nandi", "Name": "Anuvab Nandi", "Link": "https://youtube.com/watch?v=VTW7bjHdWrI", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Asoka", "Surename": "Biswas", "Affiliation": "IIT Ropar", "Primary email": "abiswas@iitrpr.ac.in", "Response": "Accepted", "Schedule": "", "id": "116", "Date (double click to pick)": "5/29/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Measurement-based quantum thermal machines", "Abstract": "Traditional thermodynamics is a system-bath saga, where both the system and the bath consist of many particles (the so-called thermodynamic limit). Recent trends to build devices at the nano-scale and smaller require us to understand how the heat can be managed in these devices. For such a system consisting of only a few particles, which follow quantum mechanics, there is a need to reinterpret thermodynamics in the quantum regime. The thermodynamics no longer remains a concept based on ensemble average and the quantum properties of individual particles come to the forefront. In this talk, we will first redefine the various thermodynamic parameters in the quantum domain and then focus toward implementation of quantum thermal machines (QTM). We will discuss in detail about the implementation of different stages of a QTM, particularly an Otto engine, which interacts with two baths sequentially. It is often assumed that these baths can be switched on or off in a controlled manner which could be very challenging experimentally as the heat bath is always on at the quantum level. In this talk I will discuss how a quantum Otto engine in a trapped ion setup works in an 'always-on' bath condition. We show how the post-selective measurement to the ground state of the quantum system works as a cold bath which provides an experimentally feasible model for implementing the QTM.", "Show?": "show", "Image name": "AsokaBiswas", "Name": "Dr. Asoka Biswas", "Link": "https://youtube.com/watch?v=hAdmDimBIAo", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Sumilan", "Surename": "Banerjee", "Affiliation": "IISC, Bangalore", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "117", "Date (double click to pick)": "5/15/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Classical limit of measurement-induced transition", "Abstract": "Abstract: Chaotic-to-non-chaotic transitions play a prominent role in our understanding of the dynamical phase diagram of both quantum and classical systems. In quantum many-body systems, a certain kind of chaotic-non-chaotic transitions, dubbed ‘measurement-induced phase transitions’ (MIPT), have led to a new paradigm for dynamical phase transitions in recent years. On the other hand, prominent examples of transition in chaos in classical dynamical systems are the stochastic synchronization transitions (ST). In this case, classical trajectories starting from different initial conditions synchronize when subjected to sufficiently strong common random stochastic noise. In this talk, I will establish a direct link between MIPT and ST by considering models of interacting quantum particles, whose positions are measured continuously, albeit weakly. In the semiclassical limit, the dynamics of the system is described by a stochastic Langevin equation where the noise and the dissipation terms are both controlled by the small quantum parameter and measurement strength. I will show the existence of a chaotic-to-non-chaotic transition in the Langevin evolution as a function of either interaction or noise/dissipation strength.", "Show?": "show", "Image name": "SumilanBanerjee", "Name": "Dr. Sumilan Banerjee", "Link": "https://youtube.com/watch?v=p810D6R37as", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Vivek ", "Surename": "Vyas", "Affiliation": "IIIT Vadodara", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "118", "Date (double click to pick)": "6/2/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Is geometric phase unique ?", "Abstract": "Abstract: In this talk we shall briefly review the concept of geometric phase following the trail of Pancharatnam. Subsequently we shall see that the notion of geometric phase so defined is not unique, and there exists a natural operator generalisation of this notion. It will be shown that in scenarios wherein the usual geometric phase is not defined, the generalised geometric phase manifests as a global phase acquired by a quantum state in course of time evolution. The generalised geometric phase is found to contribute to the shift in the energy spectrum due perturbation, and to the forward scattering amplitude in a scattering problem.", "Show?": "show", "Image name": "VivekVyas", "Name": "Dr. Vivek Vyas", "Link": "https://youtube.com/watch?v=2qmzEQVpmYg", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Arnab", "Surename": "Ghosh", "Affiliation": "IIT Kanpur", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "119", "Date (double click to pick)": "6/8/2023", "Time ( IST )": "11:30:00", "end": "", "Title": "An Introduction to Quantum Thermodynamics", "Abstract": "Abstract: In this talk, I will discuss the emerging field of quantum thermodynamics, which combines thermodynamics and quantum mechanics. I will present the key concepts and terminologies associated with it.", "Show?": "show", "Image name": "ArnabGhosh", "Name": "Dr. Arnab Ghosh", "Link": "https://www.youtube.com/watch?v=SFQ5XVmKAFo", "Citations": "", "Topic": ""}, {"": "prof.", "First Name": "Debashree", "Surename": "Ghosh", "Affiliation": "IACS", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "120", "Date (double click to pick)": "6/8/2023", "Time ( IST )": "10:30:00", "end": "", "Title": "Machine learning the quantum chemical wavefunction", "Abstract": "", "Show?": "show", "Image name": "DebashreeGhosh", "Name": "Prof. Debashree Ghosh", "Link": "https://www.youtube.com/watch?v=4UNtcKdSVsg", "Citations": "", "Topic": ""}, {"": "Prof.", "First Name": "Subhash", "Surename": "Chaturvedi", "Affiliation": "IISER Bhopal", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "121", "Date (double click to pick)": "6/7/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "An overview of phase space descriptions of discrete and continuous variable quantum systems", "Abstract": "", "Show?": "show", "Image name": "SubhashChaturvedi", "Name": "Prof. Subhash Chaturvedi", "Link": "https://www.youtube.com/watch?v=OO-cR7wwLSc", "Citations": "", "Topic": ""}, {"": "Prof.", "First Name": "P", "Surename": "Durganandini", "Affiliation": "Savitribai Phule Pune University", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "122", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "12:00:00", "end": "", "Title": "A generalized hydrodynamic description of the long time dynamics of an extended single-particles quantum walk", "Abstract": "", "Show?": "show", "Image name": "PDurganandini", "Name": "Prof. P Durganandini", "Link": "https://www.youtube.com/watch?v=NiwKdB6SR7s", "Citations": "", "Topic": ""}, {"": "", "First Name": "", "Surename": "", "Affiliation": "", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "123", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Industry-Academia Meet (3:00 - 6:00pm)", "Abstract": "", "Show?": "hide", "Image name": "", "Name": "Industry-Academia Meet", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Soloman", "Surename": "Raju", "Affiliation": "ICFAI Foundation for Higher Education", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "124", "Date (double click to pick)": "6/5/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "Dark solitons of BEC as Qbits", "Abstract": "", "Show?": "show", "Image name": "SolomonRaju", "Name": "Dr. Soloman Raju", "Link": "https://www.youtube.com/watch?v=QuAnD966cgU", "Citations": "", "Topic": ""}, {"": "", "First Name": "", "Surename": "", "Affiliation": "", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "125", "Date (double click to pick)": "6/5/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "", "Name": "Tutorial: Basics of Quantum Computing 7", "Link": "https://www.youtube.com/watch?v=w-H_QIVaYcA", "Citations": "", "Topic": ""}, {"": "", "First Name": "", "Surename": "", "Affiliation": "", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "126", "Date (double click to pick)": "6/6/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "", "Name": "Tutorial: Basics of Quantum Computing 8", "Link": "https://www.youtube.com/watch?v=aoQ1uWIZ1HU", "Citations": "", "Topic": ""}, {"": "", "First Name": "Amit Rai", "Surename": "", "Affiliation": "Jawaharlal Nehru University", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "127", "Date (double click to pick)": "6/7/2023", "Time ( IST )": "10:00:00", "end": "", "Title": "Generation of continuous-variable entaglement through circular array", "Abstract": "", "Show?": "show", "Image name": "AmitRai", "Name": "Dr. Amit Rai", "Link": "https://www.youtube.com/watch?v=utleqo9X9HM", "Citations": "", "Topic": ""}, {"": "", "First Name": "Rajiv K. Kar", "Surename": "", "Affiliation": "IIT Guwahati", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "128", "Date (double click to pick)": "6/7/2023", "Time ( IST )": "11:00:00", "end": "", "Title": "Tuning the quantum chemical properties of biological chromophores", "Abstract": "", "Show?": "show", "Image name": "RajivKar", "Name": "Dr. Rajiv K. Kar", "Link": "https://www.youtube.com/watch?v=1bixZpkr_fk", "Citations": "", "Topic": ""}, {"": "", "First Name": "Mr. Atul Gupta", "Surename": "", "Affiliation": "CDoT", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "129", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "15:00:00", "end": "", "Title": "CDoT", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Atul Gupta", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "", "First Name": "Dr. Adarsh Jain", "Surename": "", "Affiliation": "ISRO", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "130", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "15:20:00", "end": "", "Title": "ISRO", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Adarsh Jain", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "", "First Name": "Dr. Anindita Banerjee", "Surename": "", "Affiliation": "C-DAC, Pune", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "131", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "15:40:00", "end": "", "Title": "C-DAC, Pune", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Anindita Banerjee", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "", "First Name": "Dr. Raghavendra V.", "Surename": "", "Affiliation": "Qkrishi", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "132", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "16:00:00", "end": "", "Title": "Qkrishi", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Raghavendra V.", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "", "First Name": "Mr. Rut Lineswala", "Surename": "", "Affiliation": "BosonQ Psi", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "133", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "16:20:00", "end": "", "Title": "BosonQ Psi", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Rut Lineswala", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "", "First Name": "Dr. L V Subramaniam", "Surename": "", "Affiliation": "IBM Research India", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "134", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "16:40:00", "end": "", "Title": "IBM Research India", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. L V Subramaniam", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "", "First Name": "Dr. Anirban Mukherjee", "Surename": "", "Affiliation": "TCS", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "135", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "17:00:00", "end": "", "Title": "TCS", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Anirban Mukherjee", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "", "First Name": "Mr. Nikhil Mitaliya", "Surename": "", "Affiliation": "IndiaTaborElectronics", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "136", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "17:20:00", "end": "", "Title": "IndiaTaborElectronics", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Nikhil Mitaliya", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "", "First Name": "Dr. Manjunath Ramachandrappa Venkatesh", "Surename": "", "Affiliation": "QpiAi", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "137", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "17:40:00", "end": "", "Title": "QpiAi", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Manjunath Ramachandrappa Venkatesh", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "", "First Name": "Dr. Manish Modani", "Surename": "", "Affiliation": "Nvidia", "Primary email": "", "Response": "Accepted", "Schedule": "", "id": "138", "Date (double click to pick)": "6/9/2023", "Time ( IST )": "18:00:00", "end": "", "Title": "Nvidia (Tutorial 1 Hour)", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Manish Modani", "Link": "https://www.youtube.com/watch?v=DfDmCgdmn4I", "Citations": "", "Topic": ""}, {"": "", "First Name": "", "Surename": "", "Affiliation": "", "Primary email": "", "Response": "", "Schedule": "", "id": "139", "Date (double click to pick)": "6/10/2023", "Time ( IST )": "13:00:00", "end": "", "Title": "Density matrix formalism and Projective measurement.", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Tutorial", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Nitish Kumar", "Surename": "Chandra", "Affiliation": "University of Pittsburgh School of Computing and Information, Pennsylvania", "Primary email": "nkc16@pitt.edu", "Response": "", "Schedule": "12th June 10 to 10:30 IST", "id": "140", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "10:00:00", "end": "10:30:00", "Title": "Optimizing Entanglement Distillation with Quantum Switches in a Quantum Network", "Abstract": "Quantum switches play a crucial role in ensuring reliable entanglement distribution in a quantum network. It enables the generation of elementary entanglement with clients and facilitates entanglement swapping to establish end-to-end entanglement between clients. The fidelity threshold for end-to-end entanglement depends on clients' quality of service requirements. This talk describes a discrete time model for quantum switches that probabilistically generate maximally entangled qubit pairs (Bell pairs) with clients. We show the importance of entanglement distillation, in countering the effects of aging and decoherence. Using a simple switch scenario with two clients and modeling fidelity of elementary links as exponential decay and a probabilistic two-to-one distillation protocol, we utilize the Markov Decision Processes framework to identify the optimal action policy (wait, distill, or swap) for maximizing throughput. By comparing switch performance with and without distillation, we highlight potential enhancements in average throughput, fidelity, and jitter of end-to-end entanglement links based on their fidelity thresholds.", "Show?": "hide", "Image name": "NA", "Name": "Mr. Nitish Kumar Chandra", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms", "First Name": "Manali", "Surename": "Verma", "Affiliation": "IIT Hyderabad", "Primary email": "manali.verma.31@gmail.com", "Response": "", "Schedule": "12th June 10:30 to 11 IST", "id": "141", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "10:30:00", "end": "11:00:00", "Title": "Quantum Foundations", "Abstract": "Teleportation of energy from one quantum system to the other is discussed, with energy transmission faster than the time-evolution rate of the system. The work extracts the concept of entanglement, while retaining causality and energy conservation. The role of Quantum Energy Teleportation (QET) in physics is largely unexplored, as the theory has not received much attention for a long time since it was proposed. This work assumes to prove that entanglement can be used as a tool for transmission of energy.", "Show?": "hide", "Image name": "NA", "Name": "Ms Manali Verma", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Mahua Nandy", "Surename": "Pal", "Affiliation": "MCKV Institute of Engineering", "Primary email": "mahua.nandy@gmail.com", "Response": "", "Schedule": "12th June 11 to 11:30 IST", "id": "142", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "11:00:00", "end": "11:30:00", "Title": "Image Retrieval using Quantum Neural Network", "Abstract": "Deep neural networks were previously used in the arena of image retrieval. Siamese network architecture is also used for image similarity comparison. Recently, the application of quantum computing in different fields has gained research interest. Researchers are keen to explore the prospect of quantum circuit implementation in terms of supervised learning, resource utilization, and energy‐efficientreversible computing. In this study, the authors propose an application of quantum circuit in Siamese architecture and explored its efficiency in the field of exudate‐affectedretinal image patch retrieval.Quantum computing applied within Siamese network architecture may be effective for image patch characteristic comparison and retrieval work.Although there is a restriction of managing high‐dimensional inner product space, the circuit with a limited number of qubits represents exudate‐affected retinal image patches and retrieves similar patches from the patch database. Parameterized quantum circuit (PQC)is implemented using a quantum machine learning library on Google Cirq framework.PQC model is composed of classical pre/post‐processing and parameterized quantum circuit. System efficiency is evaluated with the most widely used retrieval evaluation metrics: mean average precision(MAP) and mean reciprocal rank (MRR). The system achieved an encouraging and  promising result of 98.1336% MAP and 100% MRR. Image pixels are implicitly con-verted to rectangular grid qubits in this experiment. Theexperimentation was further extended to the IBM Qiskit framework also. In Qiskit, individual pixels are explicitly encoded using a novel enhanced quantum representation (NEQR) image encoding algorithm. The Probability distributions of both query and database patches are compared throughJeffreys distance to retrieve similar patches. ", "Show?": "hide", "Image name": "NA", "Name": "Dr. Mahua Nandy Pal", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Sowrabh", "Surename": "Sudevan", "Affiliation": "Indian Institute of Science Education and Research Kolkata", "Primary email": "ss18ip003@iiserkol.ac.in", "Response": "", "Schedule": "12th June 11:30 to 12 IST", "id": "143", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "11:30:00", "end": "12:00:00", "Title": "Multipartite entanglement in D-dimensional cluster Ising Hamiltonians and its application in quantum error correction.", "Abstract": "Multipartite entanglement comes in many \"flavours\". One kind of multipartite, n-qubit entangled state is a k-uniform state. These states have the property that all of its reduced density matrices of k qubits are maximally mixed, which implies that it has maximum bipartite entanglement across every k vs n-k bipartition of the system. We show that cluster states, the ground states of cluster Ising Hamiltonians(a well studied system) possesses this property and is thus a pure error correcting code. If time permits we will also discuss how to use measurements to encode arbitrary information into error correcting codes using cluster states.", "Show?": "hide", "Image name": "NA", "Name": "Mr. Sowrabh Sudevan", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Soumya", "Surename": "Das", "Affiliation": "Indian Statistical Institute (ISI), Kolkata / TCS", "Primary email": "soumya06.das@gmail.com", "Response": "", "Schedule": "12th June 12 to 12:30 IST", "id": "144", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "12:00:00", "end": "12:30:00", "Title": "Properties and Application of entanglement of Indistinguishable particles", "Abstract": "In the last century, physicists were curious whether quantum entanglement can show some nontrivial advantages over classical information processing tasks. The answer is positive due to various quantum protocols like teleportation, dense coding, quantum cryptography, etc. In the current century, the entanglement of indistinguishable particles and their similarity with, as well as difference from that of distinguishable ones, is becoming the major area of research. Various physical systems like Bose-Einstein condensate, quantum dots, ultra-cold atomic gases, etc., support the existence of entanglement of indistinguishable particles which find applications in tasks like teleportation, and entanglement swapping, metrology, coherence, steering, etc.\n\nWe prove that if quantum particles (either distinguishable or indistinguishable) can simultaneously produce and perform hyper-hybrid entangled state and unit fidelity quantum teleportation respectively, then cloning any arbitrary quantum state is possible. This theorem results in two no-go theorems: \n(1) hyper-hybrid entangled state is not possible for distinguishable particles and \n(2) unit fidelity quantum teleportation is not possible for indistinguishable particles. \nThese theorems establish that there exists some quantum correlation or application unique to indistinguishable particles only and yet some unique to distinguishable particles only, giving separation between the two domains.\n\nWe establish a generalized degree of freedom trace-out rule that covers single or multiple degrees of freedom scenarios for both distinguishable and indistinguishable systems. Further, using the generalized degree of freedom trace-out rule, we show that, for two indistinguishable particles each having more than one degree of freedom, the monogamy of entanglement can be violated maximally using the measures that are monogamous for distinguishable particles. This results in the following theorem “In qubit systems, indistinguishability is a necessary criterion for maximum violation of monogamy of entanglement by the same measures that are monogamous for distinguishable particles”.\n\nReferences:\n[1] Hyper-hybrid entanglement, indistinguishability, and two-particle entanglement swapping\nSoumya Das, Goutam Paul, and Anindya Banerji, Phys. Rev. A 102, 052401 – Published 2 November 2020\n[2]  Maximum violation of monogamy of entanglement for indistinguishable particles by measures that are monogamous for distinguishable particles\nGoutam Paul, Soumya Das, and Anindya Banerji, Phys. Rev. A 104, L010402 – Published 20 July 2021", "Show?": "hide", "Image name": "NA", "Name": " Soumya Das", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Sooryansh", "Surename": "Asthana", "Affiliation": "IIT Delhi", "Primary email": "sooryansh.asthana@physics.iitd.ac.in", "Response": "", "Schedule": "12th June 12:30 to 1 IST", "id": "145", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "12:30:00", "end": "13:00:00", "Title": "Relation between nonclassical features through logical qubits", "Abstract": "In this talk, we start with a brief introduction to logical qubits.  Unlike in classical scenarios, quantum mechanics allows for different types of logical qubits in terms of the physical multi-qubit systems. Employing different forms of logical qubits, we present reciprocity between conditions for different nonclassical correlations (such as nonlocality, entanglement, and quantum discord) in physical multiqubit systems and those for quantum coherence in logical qubits. The crux of the talk would be that a single nonclassicality condition derived for quantum coherence in a logical system indeed detects more than one type of nonclassicality in Hilbert spaces of nonidentical dimensions.", "Show?": "hide", "Image name": "NA", "Name": "Mr. Sooryansh Asthana", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Neha", "Surename": "Pathania", "Affiliation": "Jamia Millia Islamia", "Primary email": "neha@ctp-jamia.res.in", "Response": "", "Schedule": "12th June 3 to 3:30 IST", "id": "146", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "15:00:00", "end": "15:30:00", "Title": "Quantum Coherence as an Entanglement Measure", "Abstract": "Quantifying entanglement is a work in progress which is important for the active\nfield of quantum information and computation. A measure of bipartite entanglement is\nproposed here, named entanglement coherence, which is essentially the normalized\ncoherence of the entangled state in its Schmidt basis. Its value is 1 for maximally entangled\nstates and 0 for separable states, irrespective of the dimensionality of the Hilbert space. So,\na maximally entangled state is also the one which is maximally coherent in its Schmidt basis.\nQuantum entanglement and quantum coherence are thus intimately connected.\nAdditionally, we will see that entanglement coherence is closely connected to the Wigner-\nYanase skew information of the reduced density operator of one of the subsystems in an\ninteresting way. We will also learn how this entanglement coherence is related to the\nrobustness of entanglement and unified entropy.\nReference: Neha Pathania, Tabish Qureshi, “Quantifying Entanglement with Coherence”; International\nJournal for Theoretical Physics (IJTP), 61, Article Number: 25(2022)\nDoi: https://doi.org/10.1007/s10773-022-05030-z", "Show?": "hide", "Image name": "NA", "Name": "Dr. Neha Pathania", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms.", "First Name": "Rajni", "Surename": "Bala", "Affiliation": "IIT Delhi", "Primary email": "Rajni.Bala@physics.iitd.ac.in", "Response": "", "Schedule": "12th June 3:30 to 4 IST", "id": "147", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "15:30:00", "end": "16:00:00", "Title": "Boosted quantum and semi-quantum key distribution", "Abstract": "The security of communication relies on the security of a key that is used to encode the message. Quantum key distribution (QKD) facilitates the secure distribution of a key by employing quantum resources such as superposition and entanglement. In this talk, we primarily focus on prepare-and-measure QKD protocols. We start with the BB84 protocol proposed by Bennett and Brassard in 1984 and discuss how non-orthogonality among the states allows for the detection of an eavesdropper, if any. Thereafter, we discuss the idea of semi-QKD (SQKD) proposed by Boyer in 2007. SQKD allows for the secure distribution of a key between a quantum and a classical participant. (A quantum participant can prepare a state and measure it in any basis whereas a classical participant can prepare a state and perform a measurement only in the computational basis.). So, SQKD reduces the burden on the availability of quantum resources and is hence suitable in the noisy intermediate-scale quantum era. As the next step, we show that by employing qubits encoded in high-dimensional spaces and suitably designed key generation rules, the key generation rate of QKD and SQKD protocols can be increased and that too in an experiment-friendly manner.", "Show?": "hide", "Image name": "NA", "Name": "Ms. Rajni Bala", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms.", "First Name": "Pooja", "Surename": "Jayachandran", "Affiliation": "Centre for Quantum Technologies, National University of Singapore", "Primary email": "e0444251@u.nus.edu", "Response": "", "Schedule": "12th June 4 to 4:30 IST", "id": "148", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "16:00:00", "end": "16:30:00", "Title": "", "Abstract": "We introduce a family of entanglement witnesses for continuous variable systems, which rely on the sole assumption that their dynamics is that of coupled harmonic oscillators at the time of the test. Entanglement is inferred from the Tsirelson nonclassicality test on one of the normal modes, without any knowledge about the state of the other mode. In each round, the protocol requires measuring only the sign of one coordinate (e.g., position) at one among several times. This dynamic-based entanglement witness is more akin to a Bell inequality than to an uncertainty relation: in particular, it does not admit false positives from classical theory. Our criterion detects non-Gaussian states, some of which are missed by other criteria.", "Show?": "hide", "Image name": "NA", "Name": "Ms. Pooja Jayachandran", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms.", "First Name": "Nayana", "Surename": "Das", "Affiliation": "Qulabs Software (India) Pvt. Ltd", "Primary email": "dasnayana92@gmail.com", "Response": "", "Schedule": "12th June 4:30 to 5:00 IST", "id": "149", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "16:30:00", "end": "17:00:00", "Title": "Cryptanalysis of quantum secure direct communication protocol with mutual authentication based on single photons and Bell states", "Abstract": "Recently, Yan et al. proposed a quantum secure direct communication (QSDC) protocol with authentication using single photons and Einstein-Podolsky-Rosen (EPR) pairs (Yan L.\r\net al., Comput. Mater. Contin., 63 (2020) 1297). In this work, we show that the above QSDC protocol is secure neither against intercept-and-resend attack nor against impersonation attack.\r\nWith any of these two types of attacks, an eavesdropper can recover the entire secret message. We also propose a suitable modification of this protocol, which defeats the above attacks and resists all other common attacks. Thus, our modified protocol provides an improvement over the existing one in terms of security.", "Show?": "hide", "Image name": "NA", "Name": "Ms. Nayana Das", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Tamal", "Surename": "Guha", "Affiliation": "The University of Hong Kong", "Primary email": "", "Response": "", "Schedule": "12th June 5 to 5:30 IST", "id": "150", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "17:00:00", "end": "17:30:00", "Title": "Quantum networks boosted by entanglement with a control system", "Abstract": "Networks of quantum devices with coherent control over their configuration offer promising\r\nadvantages in quantum information processing. So far, the investigation of these advantages assumed\r\nthat the control system was initially uncorrelated with the data processed by the network. Here, we\r\nexplore the power of quantum correlations between data and control, showing two communication\r\ntasks that can be accomplished with information-erasing channels if and only if the sender shares\r\nprior entanglement with a third party (the “controller”) controlling the network configuration. The\r\nfirst task is to transmit classical messages without leaking information to the controller. The second\r\ntask is to establish bipartite entanglement with a receiver, or, more generally, to establish multipartite\r\nentanglement with a number of spatially separated receivers.", "Show?": "hide", "Image name": "NA", "Name": "Dr. Tamal Guha", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Avijit ", "Surename": "Misra", "Affiliation": "Weizmann Institute of Science, Israel", "Primary email": "avijit.misra@weizmann.ac.il", "Response": "", "Schedule": "12th June 5:30 to 6:00 IST", "id": "151", "Date (double click to pick)": "6/12/2023", "Time ( IST )": "17:30:00", "end": "18:00:00", "Title": "Nonlinear coherent heat machines", "Abstract": "We propose heat machines that are nonlinear, coherent, and closed systems composed of a few field (oscillator) modes. Their thermal-state input is transformed by nonlinear Kerr interactions into nonthermal (non-Gaussian) output with controlled quantum fluctuations and the capacity to deliver work in a chosen mode. These machines can provide an output with strongly reduced phase and amplitude uncertainty that may be useful for sensing or communications in the quantum domain. They are experimentally realizable in optomechanical cavities where photonic and phononic modes are coupled by a Josephson qubit or in cold gases where interactions between photons are transformed into dipole-dipole interacting Rydberg atom polaritons. This proposed approach is a step toward the bridging of quantum and classical coherent and thermodynamic descriptions.", "Show?": "hide", "Image name": "NA", "Name": " Avijit  Misra", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms.", "First Name": "Priya", "Surename": "Ghosh", "Affiliation": "HRI", "Primary email": "priyaghosh@hri.res.in", "Response": "", "Schedule": "13th June 10 to 10:30 IST", "id": "152", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "10:00:00", "end": "10:30:00", "Title": "Ensuring Entanglement Preservation in Noisy Channels and Unveiling the Role of Entanglement in Quantum Masking", "Abstract": "In the realm of quantum information science, entanglement stands as a\nfundamental resource, playing a vital role in tasks such as\nteleportation, quantum dense coding, quantum computation, and\nentanglement-based quantum cryptography. However, when entanglement is\nexposed to noise, its decay becomes unavoidable. Nonetheless, a glimmer\nof hope emerges when dealing with multiple noisy channels, as the\ndegradation can be partially mitigated through the implementation of\nlocal unitary operations. In the first part of this talk, we will\nexplore the underlying factors influencing the behavior of preserved\nentanglement by carefully examining the properties of the corresponding\nchannels. The latter half of the talk will shift focus towards the\nintriguing concept of quantum masking. We will discuss the role of\nentanglement in quantum masking within a set of quantum states. Join us\non this journey to expand our understanding of entanglement and its\nsignificance in quantum information tasks.", "Show?": "hide", "Image name": "NA", "Name": "Ms. Priya Ghosh", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Karthick", "Surename": "Selvan", "Affiliation": "Department of Physics, Thiagarajar College, Madurai - 625 009.", "Primary email": "karthick.selvan@yahoo.com", "Response": "", "Schedule": "13th June 10:30 to 11 IST", "id": "153", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "10:30:00", "end": "11:00:00", "Title": "Geometry of 2-Qubit Gates & Universal 2-Qubit Quantum Circuits", "Abstract": "The circuit model of quantum computation uses a set of single-qubit gates and nonlocal two-qubit gates as basis gates to perform quantum computation. Nonlocal two-qubit gates are essential to create entanglement and perform nonlocal operations. Universal two-qubit quantum circuits are parameterized two-qubit quantum circuits that can be used to implement all nonlocal two-qubit gates. In this talk, the geometry of nonlocal two-qubits will be discussed. In addition, our research results on universal two-qubit quantum circuits will be highlighted.", "Show?": "hide", "Image name": "NA", "Name": " Karthick Selvan", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Asmita", "Surename": "Kumari", "Affiliation": "SN Bose", "Primary email": "asmita.physics@gmail.com", "Response": "", "Schedule": "13th June 11 to 11:30 IST", "id": "154", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "11:00:00", "end": "11:30:00", "Title": "Sharing preparation contextuality in Bell experiment by arbitrary pair of sequential observers", "Abstract": "Based on the quantum violation of bipartitte Bell inequality, it has been demonstrated that the sharing of non-locality can be demonstrated for at most two sequential observers at one end and at most one-pair of observers at both ends. In this work, we study the sharing of non-locality and preparation contextuality based on a bipartite Bell inequality, involving arbitrary  $n$ measurements by one party and $2^{n-1}$ measurements by other party. Such a Bell inequality has two bounds, the local bound and the preparation non-contextual bound, which is smaller than the local bound. We show that while non-locality can be shared only by first pair of the sequential observers, the preparation contextuality can be shared by arbitrary pair of independent sequential observers at both ends.\r", "Show?": "hide", "Image name": "NA", "Name": "Dr. Asmita Kumari", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Subhash Shankar", "Surename": "Pandey", "Affiliation": "Indian Institute of Science Education and Research Kolkata", "Primary email": "subhashshankarpandeyy@gmail.com", "Response": "", "Schedule": "13th June 11:30 to 12 IST", "id": "155", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "11:30:00", "end": "12:00:00", "Title": "Revolutionizing Medical science: The Application of Quantum Computers in Healthcare", "Abstract": "Quantum computing has emerged as a transformative technology with the potential to revolutionize various fields, including medicine. This presentation explores the cutting-edge applications of quantum computers in healthcare and their potential to redefine diagnostics, drug discovery, personalized medicine, and data analysis. We will delve into the fundamental principles of quantum computing and how they can be harnessed to address the complex challenges faced by the medical industry. From optimizing treatment plans to accelerating genomic research, quantum computers offer unprecedented computational power and advanced algorithms that could pave the way for breakthroughs in medical science.", "Show?": "hide", "Image name": "NA", "Name": " Subhash Shankar Pandey", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Navdeep", "Surename": "Arya", "Affiliation": "IISER Mohali", "Primary email": "navdeeparya.me@gmail.com", "Response": "", "Schedule": "13th June 12 to 12:30 IST", "id": "156", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "12:00:00", "end": "12:30:00", "Title": "Noninertial effects in quantum systems", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Navdeep Arya", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Vivek", "Surename": "Pandey", "Affiliation": "HRI", "Primary email": "vivekpandey@hri.res.in", "Response": "", "Schedule": "13th June 12:30 to 1 IST", "id": "157", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "12:30:00", "end": "13:00:00", "Title": "Entanglement mater: estimation of entanglement with single copy in interferometer", "Abstract": "Efficient certification and quantification of high dimensional entanglement of composite systems are challenging both theoretically as well as experimentally. Here, we demonstrate how to measure the linear entropy, negativity and the Schmidt number of bipartite systems from the visibility of Mach–Zehnder interferometer using single copies of the quantum state. Our result shows that for any two qubit pure bipartite state, the interference visibility is a direct measure of entanglement. We also propose how to measure the mutual predictability experimentally from the intensity patterns of the interferometric set-up without having to resort to local measurements of mutually unbiased bases. Furthermore, we show that the entanglement witness operator can be measured in a interference setup and the phase shift is sensitive to the separable or entangled nature of the state. Our proposal bring out the power of Interferometric set-up in entanglement detection of pure and several mixed states which paves the way towards design of entanglement meter.\nRef.--  Som Kanjilal et. al. 2023 New J. Phys. 25 043026", "Show?": "hide", "Image name": "NA", "Name": "Dr. Vivek Pandey", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "C.H. Muhammed", "Surename": "Ashefas", "Affiliation": "Cochin University of Science And Technology", "Primary email": "ashefas@gmail.com", "Response": "", "Schedule": "13th June 3 to 3:30 IST", "id": "158", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "15:00:00", "end": "15:30:00", "Title": "Kerr-Nonlinearity Enhanced Single Photon Blockade in Jaynes-Cummings Model", "Abstract": "We investigated the single photon blockade effect in a driven qubit-cavity system with Kerr nonlinearity and dissipation. We calculated the equal time photon correlation functions and photon number distributions for different parameter domains of the system, including qubit-cavity detuning and found an enhancement of single photon blockade with Kerr nonlinearity irrespective of the parameter domains. We propose a new measure for verifying single photon blockade in terms of correlation functions, and showed that it is consistent with the criteria for photon blockade. The proposed scheme is more effective for the experimental realization of single photon sources using a qubit-cavity system.\r", "Show?": "hide", "Image name": "NA", "Name": "Mr. C.H. Muhammed Ashefas", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Anju", "Surename": "Rani", "Affiliation": "Physical Research Laboratory", "Primary email": "anju@prl.res.in", "Response": "", "Schedule": "13th June 3:30 to 4 IST", "id": "159", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "15:30:00", "end": "16:00:00", "Title": "Discrete Modulated Continuous Variable QKD over Free Space.", "Abstract": "In principle, Quantum Key Distribution (QKD) offers unconditional security in the field of secure communication. Various classes of Discrete Variable (DV) and Continuous Variable (CV) QKD protocols have been proposed and demonstrated to ensure secure communication between two authenticated users. CVQKD offers advantages such as compatibility with current classical communication technologies, and a higher secure key rate compared to DVQKD. In this talk, we will discuss various aspects of a discrete modulated CVQKD protocol in the free space. Further, we will also discuss the simulated results with a noise model to account for the channel noise and the effects of various parameters on the secure key rate. These simulated results are useful to verify the experimental values obtained for the implemented CVQKD. ", "Show?": "hide", "Image name": "NA", "Name": "Dr. Anju Rani", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Bivas", "Surename": "Mallick", "Affiliation": "SN Bose", "Primary email": "bivasqic@gmail.com", "Response": "", "Schedule": "13th June 4 to 4:30 IST", "id": "160", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "15:30:00", "end": "13:00:00", "Title": "Assessing non-Markovian dynamics through moments of the choi state", "Abstract": "Non-Markovian effects in open quantum system dynamics usually manifest backflow of information from the environment to the system, indicating complete-positive divisibility breaking of the dynamics.We provide a criterion for witnessing such non-Markovian dynamics exhibiting information backflow, based on the moments of Choi-matrices. The moment condition determined by the positive semi-definiteness of a matrix, does not hold for a Choi-state describing non-Markovian dynamics. We then present some explicit examples in support of our proposed non-Markovianity detection scheme. Finally, a moment based measure of non-Markovianity for unital dynamics is formulated.\r\nThe talk is based on - arxiv: 2303.03615", "Show?": "hide", "Image name": "NA", "Name": " Bivas Mallick", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Amit", "Surename": "Anand", "Affiliation": "IQC, University of Waterloo, Canada", "Primary email": "amitanand844@gmail.com", "Response": "", "Schedule": "13th June 4:30 to 5 IST", "id": "161", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "13:00:00", "end": "17:00:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Amit Anand", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Pratik", "Surename": "Ghosal", "Affiliation": "Bose Institute", "Primary email": "ghoshal.pratik00@gmail.com", "Response": "", "Schedule": "13th June 5 to 5:30 IST", "id": "162", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "17:00:00", "end": "17:30:00", "Title": "Superposition of causal structures as a universal resource for local implementation of nonlocal quantum operations", "Abstract": "Spatial separation restricts the set of locally implementable quantum operations on distributed multipartite quantum systems. We propose that indefinite causal structure arising due to quantum superposition of different space-time geometries can be used as an independent universal resource for local implementation of any quantum operation on spatially distributed quantum systems. Consequently, all such quantum tasks that are not accomplishable by local operations and classical communication (LOCC) only also become locally accomplishable. We show that exploiting indefinite causal structure as the sole resource, it is possible to perfectly teleport the state of one agent's subsystem to the other distant laboratory in such a way that the agent at the distant laboratory can have access to the whole initially shared state in his or her laboratory and can perform any global quantum operation on the joint state locally. We further find that, after the teleportation process, the resource -- indefinite causal structure of the space-time does not get consumed. Hence, after implementing the desired quantum operation the state of the first agent's subsystem can be teleported back to its previous laboratory using the same resource. We show that this two-way teleportation is not always necessary for locally executing all nonlocal quantum tasks that are not realisable by LOCC only. Without invoking any kind of teleportation, we present a protocol for perfect local discrimination of the set of four Bell states that exploits indefinite causal structure as the sole resource. As immediate upshots, we present some more examples of such nonlocal tasks as local discrimination of the set of states exhibiting \"quantum nonlocality without entanglement\" and activation of bound entangled states that are also achievable by our proposed protocol incorporating indefinite causal structure as a resource.", "Show?": "hide", "Image name": "NA", "Name": "Mr. Pratik Ghosal", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Abhishek", "Surename": "Muhuri", "Affiliation": "HRI", "Primary email": "abhishekmuhuri@hri.res.in", "Response": "", "Schedule": "13th June 5:30 to 6:00 IST", "id": "163", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "17:30:00", "end": "18:00:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Abhishek Muhuri", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Tanoy ", "Surename": "Kanti Konar", "Affiliation": "HRI", "Primary email": "tanoykanti@hri.res.in", "Response": "", "Schedule": "13th june 6 to 6:30", "id": "164", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "18:00:00", "end": "18:30:00", "Title": "Design of Quantum Refrigerator in Quantum spin chains.", "Abstract": "I will explore a small quantum refrigerator in which the working substance is made of paradigmatic nearest-neighbor quantum spin models, the XYZ and the XY model with Dzyaloshinskii-Moriya interactions, consisting of two and three spins, each of which is in contact with a bosonic bath. Moreover, I will talk about the effects of disorder on these small scale thermal machines.  I will also present the design of a refrigerator based on a quantum spin chain consisting of spin-j particles and to assess the performance of such refrigerators, we introduce a distance-based measure to quantify the local temperature of a particle with arbitrary spin quantum number.", "Show?": "hide", "Image name": "NA", "Name": "Mr. Tanoy  Kanti Konar", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Maitri", "Surename": "Pathak", "Affiliation": "Indian Institute of Information Technology Vadodara", "Primary email": "maitripathak050@gmail.com", "Response": "", "Schedule": "14th June 10 to 10:30 IST", "id": "165", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "10:00:00", "end": "10:30:00", "Title": "Formation of Matter-Wave Droplet Lattices in Multi-Color Periodic Confinements", "Abstract": "We have developed a novel model that focuses on producing quantum droplets in a binary Bose-\nEinstein condensate mixture, Which consist of symmetric spinor components and is placed within\n\nmulti-color optical lattices(MOL) with varying wavelengths and intensities. Our model involves a\ncombination of a four-color optical lattice with an exponential periodic trap, which includes the\n\ncomplete set of the Fourier harmonics. By using the one-dimensional (1D) extended Gross-\nPitäevskii equation (eGPE), we have calculated the exact analytical form of the wavefunction,\n\nMF/BMF nonlinearities, and MOL trap parameters. With the help of these exact solutions, we have\nillustrated the formation of supersolid-like spatially periodic matter-wave droplet lattices and\nsuperlattices under space-periodic nonlinearity management. The precise positioning of the density\nmaxima/minima of the droplet patterns at the center of the trap and tunable Anderson-like\nlocalization are observed by tuning the symmetry and amplitude of the considered MOL trap. We\nhave confirmed the stability of the obtained solution using the Vakhitov-Kolokolov (VK) criterion.", "Show?": "hide", "Image name": "NA", "Name": " Maitri Pathak", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Harikrishnan K J", "Surename": "", "Affiliation": "Indian Institute of Technology, Palakkad", "Primary email": "222204002@smail.iitpkd.ac.in", "Response": "", "Schedule": "14th June 10:30 to 11:00 IST", "id": "166", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "10:30:00", "end": "11:00:00", "Title": "Localizing Genuine Multiparty Entanglement in Noisy Stabilizer States", "Abstract": "Stabiliser states are at the heart of quantum error correction protocols and subsequently for fault- tolerant quantum computers. Genuine multiparty entanglement serves as a crucial checkpoint in the realisation of stabiliser states. In the age of noisy intermediate scale quantum devices, which are vulnerable to errors caused by the interference of the environment, characterising such noisy multiparty quantum states utilising genuine multiparty entanglement is important and still a difficult task. In this work, we derive lower bounds on genuine multiparty entanglement localized over a selected multiparty subsystem of multi-qubit stabiliser states in the noiseless and noisy scenario. By exploiting the connection between stabiliser states and graph states in the absence of noise, we propose the protocol for localization in any given graph state while demonstrating that the graph operations necessary for the calculation have a polynomial scaling with the system size. As examples, we compute the localised genuine multiparty entanglement over the subsystems of large linear, ladder, and square structured networks. Further we extend the calculations for graph states subjected to single-qubit Markovian or non-Markovian Pauli noise on all qubits to show the usefulness of the protocol in detecting the critical noise strengths on which the localized states are no more genuinely multiparty entangled. In order to show the applicability on stabilizer states, we consider toric code defined on a square lattice under decoherence, and compute a lower bound of localizable genuine multiparty entanglement over a non-trivial loop of the code. We demonstrate the presence of the critical noise strength in this instance and explain some of its intriguing characteristics.", "Show?": "hide", "Image name": "NA", "Name": "Mr. Harikrishnan K J ", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Arnab", "Surename": "Chakraborty", "Affiliation": "Weizmann Institute", "Primary email": "arnab.chakrabarti@rgu.ac.in", "Response": "", "Schedule": "14th June 11 to 11:30 IST", "id": "167", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "11:00:00", "end": "11:30:00", "Title": "Anti-Zeno purification of spin baths by quantum probe measurements", "Abstract": "Quantum Zeno and anti-Zeno regimes have thus far addressed the evolution control of a quantum system coupled to an immutable bath via non-selective measurements performed at appropriate intervals. We fundamentally modify these paradigms by introducing, theoretically and experimentally, the concept of controlling the state of a spin-bath by selective measurements of a probe-spin (a qubit). We show that at intervals corresponding to the anti-Zeno regime of the system-bath exchange, a sequence of selective probe-measurements has strongly correlated outcomes. These correlations can dramatically enhance the bath-state purity leading to a low-entropy steady state of the bath. The experiment was performed using a repeatedly probed defect center dephased by a nuclear spin bath in a low-temperature diamond. We find that the purified bath state persists long after the measurements are completed. The purified spin baths thus obtained, can be used as long-lived quantum memories or as quantum-enhanced sensors.", "Show?": "hide", "Image name": "NA", "Name": " Arnab Chakraborty", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms.", "First Name": "Shruti", "Surename": "Aggarwal", "Affiliation": "Delhi Technological University", "Primary email": "shruti_phd2k19@dtu.ac.in", "Response": "", "Schedule": "14th June 11:30 to 12:00 IST", "id": "168", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "11:30:00", "end": "12:00:00", "Title": "", "Abstract": "Detection of entanglement through partial knowledge of the quantum state is a\r\nchallenge to implement efficiently. We propose a separability criterion for detecting bipartite\r\nentanglement in arbitrary dimensional quantum states using moments of the realigned density\r\nmatrix. Our approach enables detection of both distillable and bound entangled states through\r\na common framework. We illustrate the significance of our method through examples of\r\nstates belonging to both the above categories, which are not detectable using comparable\r\nother schemes relying on partial state information. The formalism of employing partial\r\nrealigned moments proposed here is further shown to be effective for two-qubit systems too,\r\nwith a slight modification of our separability criterion.\r\nReference: Shruti Aggarwal, Satyabrata Adhikari, A. S. Majumdar, “Entanglement detection\r\nin arbitrary dimensional bipartite quantum systems through partial realigned moments”,\r\narxiv:2302.04797", "Show?": "hide", "Image name": "NA", "Name": "Ms. Shruti Aggarwal", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Kornikar", "Surename": "Sen", "Affiliation": "HRI", "Primary email": "kornikarsen@hri.res.in", "Response": "", "Schedule": "14th June 12 to 12:30 IST", "id": "169", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "12:00:00", "end": "12:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Kornikar Sen", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Keshav Das", "Surename": "Agarwal", "Affiliation": "HRI", "Primary email": "keshavdasagarwal@hri.res.in", "Response": "", "Schedule": "14th June 12:30 to 1 IST", "id": "170", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "12:30:00", "end": "13:00:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Keshav Das Agarwal", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms.", "First Name": "Pallabi", "Surename": "Chatterjee", "Affiliation": "Indian Institute of Technology, Tirupati", "Primary email": "ph22d001@iittp.ac.in", "Response": "", "Schedule": "14th June 3 to 3:30 IST", "id": "171", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "15:00:00", "end": "15:30:00", "Title": "One-dimensional L ́evy Quasicrystal", "Abstract": "In this talk, I will present how one can generate a long-range hopping Aubry-\nAndr ́e model using space-fractional quantum mechanics which shows the coexistence of\n\ndelocalized and localized states seperated by mobility edges. Space-fractional quantum\nmechanics (SFQM) is a generalization of the standard quantum mechanics when the\n\nBrownian trajectories in Feynman path integrals are replaced by L ́evy flights. L ́evy qua-\nsicrystal is the discretized version of the space-fractional Schr ̈odinger equation with an\n\non-site quasiperiodic potential. The discretized version of the usual Schr ̈odinger equation\n\nmaps to the Aubry-Andr ́e Hamiltonian, which supports localization-delocalization tran-\nsition even in one dimension. In this talk, I will present the similarities between L ́evy\n\nquasicrystal and the Aubry-Andr ́e (AA) model with power-law hopping, and will show\nthat the L ́evy quasicrystal supports a delocalization-localization transition as one tunes\nthe quasiperiodic potential strength and shows the coexistence of localized and delocalized\nstates separated by mobility edge. Finally, I will present a recent experimental realization\nof SFQM in a quasiperiodic lattice which can be a new experimental platform to test the\npredictions of AA models in the presence of power-law hopping.\nReference:\n[1] Chatterjee and Modak, arXiv:2210.10772.", "Show?": "hide", "Image name": "NA", "Name": "Ms. Pallabi Chatterjee", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Ramita", "Surename": "Sarkar", "Affiliation": "Indian Institute of Science Education and Research Kolkata", "Primary email": "ramitasarkar12@gmail.com", "Response": "", "Schedule": "14th June 3:30 to 4 IST", "id": "172", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "15:30:00", "end": "16:00:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Ramita Sarkar", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Vikash", "Surename": "Mittal", "Affiliation": "IISER Mohali", "Primary email": "vikashmittal.iiser@gmail.com", "Response": "", "Schedule": "14th June 4 to 4:30 IST", "id": "173", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "16:00:00", "end": "16:30:00", "Title": "Geometric decomposition of geodesics and null-phase curves using Majorana star representation", "Abstract": "Geodesics are the shortest curves between any two points on a given surface. Geodesics in the state space of quantum systems play an important role in the theory of geometric phases, as these are also the curves along which the acquired geometric phase is zero. Null-phase curves (NPCs) are the generalization of the geodesics, which are defined as the curves along which the acquired geometric phase is zero even though they need not be the shortest curves between two points. Here, we present a geometric decomposition of geodesics and NPCs in higher-dimensional state space, which allows an understanding of the intrinsic symmetries of these curves. We use Majorana star representation to decompose a geodesic in the n-dimensional Hilbert space to n−1 curves on the Bloch sphere and show that all the n−1 curves are circular segments with specific properties that are determined by the inner product of the end states connected by the given geodesic. We also propose a method to construct infinitely many NPCs between any two arbitrary states for (n>2)-dimensional Hilbert space using our geometric decomposition.", "Show?": "hide", "Image name": "NA", "Name": "Dr. Vikash Mittal", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Arkaprabha", "Surename": "Ghosal", "Affiliation": "Bose Institute", "Primary email": "a.ghosal1993@gmail.com", "Response": "", "Schedule": "14th June 4:30 to 5 IST", "id": "174", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "16:30:00", "end": "17:00:00", "Title": "Ability of unbounded pairs of observers to achieve quantum advantage in random access codes with a single pair of qubits", "Abstract": "Complications in preparing and preserving quantum correlations stimulate recycling of a single quantum\r\nresource in information processing and communication tasks multiple times. Here, we consider a scenario\r\ninvolving multiple independent pairs of observers acting with unbiased inputs on a single pair of spatially\r\nseparated qubits sequentially. In this scenario, we address whether more than one pair of observers can\r\ndemonstrate quantum advantage in some specific 2 → 1 and 3 → 1 random access codes. Interestingly, we\r\nnot only address these in the affirmative but also illustrate that unbounded pairs can exhibit quantum advantage.\r\nFurthermore, these results remain valid even when all observers perform suitable projective measurements and\r\nan appropriate separable state is initially shared.\r", "Show?": "hide", "Image name": "NA", "Name": "Dr. Arkaprabha Ghosal", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Nilesh", "Surename": "Kumar", "Affiliation": "Technical University of Munich", "Primary email": "kn16ms155@iiserkol.ac.in", "Response": "", "Schedule": "14th June 5 to 5:30 IST", "id": "175", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "17:00:00", "end": "17:30:00", "Title": "Quantum Blockchain Based on Dimensional Lifting Generalized Gram-Schmidt Procedure.", "Abstract": "The advancement of quantum computers undermines the security of classical blockchain, necessitating either a post-quantum upgrade of the existing architecture or creation of an inherently quantum blockchain. Here we propose a practically realizable model of a fully quantum blockchain based on a generalized Gram-Schmidt procedure utilizing dimensional lifting. In this model, information of transactions stored in a multi-qubit state are subsequently encoded using the generalized Gram-Schmidt process. The chain is generated as a result of the reliance of an orthogonalized state on the sequence of states preceding it. Various forking scenarios and their countermeasures are considered for the proposed model. It is shown to be secure even against quantum computing attacks using the no-cloning theorem and non-democratic nature of Generalized Gram-Schmidt orthogonalization. Finally, we outline a framework for a quantum token built on the same architecture as our blockchain.", "Show?": "hide", "Image name": "NA", "Name": "Mr. Nilesh Kumar", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Hemant K", "Surename": "Mishra", "Affiliation": "Louisiana State University, Baton Rouge", "Primary email": "hemantmishra1124@gmail.com", "Response": "", "Schedule": "14th June 5:30 to 6 IST", "id": "176", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "17:30:00", "end": "18:00:00", "Title": "Pretty good measurement and instrument for bosonic Gaussian ensembles", "Abstract": "The pretty good measurement is a fundamental analytical tool in quantum information theory,  giving a method for inferring the classical label that identifies a quantum state chosen probabilistically from an ensemble. Identifying and constructing the pretty good measurement for the class of bosonic Gaussian states is of immediate practical relevance in quantum information processing tasks. Holevo recently showed that the pretty good measurement of a Gaussian ensemble in a multimode bosonic system is a Gaussian measurement that attains the accessible information of the ensemble [IEEE Trans. Inf. Theory, 66(9):5634–564, 2020]. In this paper, we provide an alternate proof of Gaussianity of the pretty good measurement for a Gaussian ensemble of multimode bosonic states, with a focus on providing an explicit and efficiently computable Gaussian description of the measurement. We also compute an explicit form of the mean square error of the pretty good measurement, which is relevant when using it for parameter estimation. Associated with the pretty good measurement is a quantum instrument, called the pretty good instrument. We prove that both the post-measurement state and the expected output state of the pretty good instrument are faithful Gaussian states if the input state is a faithful Gaussian state whose covariance matrix satisfies a certain condition. In this case, we also compute an explicit Gaussian description of the post-measurement and the expected output states. These findings imply that the pretty good measurement is no longer merely an analytical tool for this case, but that it can also be implemented experimentally in quantum optics laboratories.", "Show?": "hide", "Image name": "NA", "Name": " Hemant K Mishra", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Mir", "Surename": "Alimuddin", "Affiliation": "SN Bose", "Primary email": "aliphy80@gmail.com", "Response": "", "Schedule": "15th June 10 to 10:30 IST", "id": "177", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "10:00:00", "end": "10:30:00", "Title": "Thermodynamic signatures of Quantum Entanglement", "Abstract": "Quantum Information theory shares profound similarities with Thermodynamics when\nconsidered in infinite limit scenario. For instance, state transformations in both the cases are\ngoverned by some no-go principles. While in thermodynamics they always obey the 2\nnd law, in entanglement theory local manipulations and classical communications cannot increase\nentanglement. Although there is no apparent connection between these no-go’s, existence of\npeculiar quantum correlations established a deep-rooted link between these two theories. During\nrecent past, significant efforts have been devoted in investigating the connection of quantum\ncorrelations with the thermodynamic quantity, in particular the extractable work. The work\nextraction from a quantum system can be obtained in two different ways -- (i) first, in the presence\nof bath (analogous to the Isothermal process) & (ii) secondly, from the system itself (analogous to\nthe Adiabatic process). While the first kind of work extraction relates to the information theoretic\nquantity, i.e., von Neuman entropy, the second kind of work is depended on energy of the system.\nIn this talk I will discuss the second aspect of work extraction which is also known as ergotropy.\nIn such a case the entropy of the system does not change as the state is evolved under unitary\noperations. Remarkably, quantum correlations play a crucial role in ergotropic work extraction. In\nthe emerging era of quantum technology, identification, characterization, and quantification of\nentanglement are of extreme practical relevance. In our work we propose some thermodynamic\nquantities that capture signatures of entanglement for bipartite as well as for multipartite systems.\nAs the proposed thermodynamic measures are solely energy dependent it welcomes experimental\nimplementation. Furthermore, the work function of a quantum battery is greatly relied on\nergotropy. Thus, it constitutes a promising research endeavor to study the connections among\nergotropy, entangled states, and entangled measurements.", "Show?": "hide", "Image name": "NA", "Name": "Dr. Mir Alimuddin", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Ganesh ", "Surename": "Chandra", "Affiliation": "HRI", "Primary email": "ganeshchandra@hri.res.in", "Response": "", "Schedule": "15th June 10:30 to 11:00 IST", "id": "178", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "10:30:00", "end": "11:00:00", "Title": "Entanglement and phase transition in the long-range extended\r\nIsing model.", "Abstract": "We present a unified analysis of the quantum long-range extended Ising model, investigating its entanglement patterns and phase transitions. By varying the interaction strength, we demonstrate that the entanglement distribution in the long-range model can resemble that of a finite-range model with moderate interactions. However, strong interactions deviate from the behavior of models with a few interactions. The monogamy score of entanglement aligns with pairwise entanglement behavior, saturating when the finite-range Hamiltonian mimics the long-range model and decays algebraically otherwise. In the second part, we studied the non-equilibrium properties, especially mutual information. In that, the scaling behavior of mutual information reveals the transition points in the interaction range as opposed to the traditional dynamical quantifiers of Loshmidt echo or rate.", "Show?": "hide", "Image name": "NA", "Name": "Mr. Ganesh  Chandra", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Souradeep", "Surename": "Sasmal", "Affiliation": "IIT Hyderabad", "Primary email": "souradeep.007@gmail.com", "Response": "", "Schedule": "15th June 11 to 11:30 IST", "id": "179", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "11:00:00", "end": "11:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Souradeep Sasmal", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Arijit ", "Surename": "Mandal", "Affiliation": "Indian Institute of Technology Madras", "Primary email": "arijitmandal1997@gmail.com", "Response": "", "Schedule": "15th June 11:30 to 12:00 IST", "id": "180", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "11:30:00", "end": "12:00:00", "Title": "Various Techniques of Quantum Image Representation", "Abstract": "Quantum image processing (QIP) is a cross-research domain of quantum computation and image processing. The field discusses various methods of representing a classical image on a quantum state. To represent an image properly, one must efficiently encode the location and color information. Depending on the encoding of color information, the quantum image representation algorithms can be divided into two categories: pixel representation on amplitude and pixel representation on basis vector. Recently we proposed a hybrid quantum-classical algorithm that represents the location information of an image with a superposition of mutually orthogonal vectors of an arbitrary basis and stores the pixel information in the phases of the corresponding basis vectors without any extra qubit cost. We also show that the inclusion of the classical algorithm significantly reduces the number of multi-qubit quantum gates required for image representation. Finally, we implement our algorithm on the classical simulator provided by IBM quantum as a proof of concept.", "Show?": "hide", "Image name": "NA", "Name": " Arijit  Mandal", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms.", "First Name": "Aparajita", "Surename": "Bhattacharyya", "Affiliation": "HRI", "Primary email": "aparajitabhattacharyya@hri.res.in", "Response": "", "Schedule": "15th June 12 to 12:30 IST", "id": "181", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "12:00:00", "end": "12:30:00", "Title": " Improved refrigeration in presence of non-Markovian spin-environment", "Abstract": "We explore a small quantum refrigerator consisting of three qubits each of which are kept in contact with an environment. We consider two settings: one is when there is necessarily transient cooling and the other is when both steady-state and transient cooling prevail. We show that there can be significant advantages than the Markovian environments case for both these settings in the transient regime and also in equilibrium if we replace the bath attached to the cold qubit by a non-Markovian reservoir. We also consider refrigeration with more than one non-Markovian bath of the three-qubit refrigerating device. Curiously, a steady temperature is reached only if there are at least two Markovian environments, although there are distinct envelopes of the temperature oscillations in all cases. We compare the device connected to one or more non-Markovian reservoirs with the case of all Markovian environs, as also with two- and single-qubit self-sustained devices connected to one or\r\nmore non-Markovian baths. We propose a measure to quantify the amount of non-Markovianity in the systems. Finally, the refrigerator models are studied in presence of Markovian noise, and we analyse the response on the refrigeration of the noise strength. In particular, we find the noise strength until which refrigeration remains possible.", "Show?": "hide", "Image name": "NA", "Name": "Ms. Aparajita Bhattacharyya", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Bihalan", "Surename": "Bhattacharya", "Affiliation": "Indian Institute of Science Education & Research, Berhampur", "Primary email": "bihalan@gmail.com", "Response": "", "Schedule": "15th June 12:30 to 1 IST", "id": "182", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "12:30:00", "end": "13:00:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Bihalan Bhattacharya", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms.", "First Name": "Tanaya ", "Surename": "Ray", "Affiliation": "HRI", "Primary email": "tanayaray@hri.res.in", "Response": "", "Schedule": "15th June 3 to 3:30 IST", "id": "183", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "15:00:00", "end": "15:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Ms. Tanaya  Ray", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Shubham", "Surename": "Kumar", "Affiliation": "KIPU Quantum, Berlin, Germany", "Primary email": "shubhamkumar.kumar@gmail.com", "Response": "", "Schedule": "15th June 3:30 to 4 IST", "id": "184", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "15:30:00", "end": "16:00:00", "Title": "Digital-analog quantum simulation of electron-phonon interactions. ", "Abstract": "Electron-phonon (e-ph) interactions play a crucial role in understanding and controlling the flow of charge and energy in electronic, photonic, and energy conversion devices. Therefore, studying e-ph interacting systems is of great importance. However, investigating these systems becomes increasingly challenging as the system size grows due to the extensive Hilbert space dimension, requiring exponential resources. To tackle this issue, quantum simulation offers a solution by encoding the system into a controllable quantum subsystem. While digital and analog quantum simulations are well-established approaches, the potential of a hybrid digital-analog protocol remains largely unexplored. In this study, we propose a digital-analog encoding method for 1D electron-phonon interactions using superconducting circuits. Our architecture comprises a linear chain of qubits coupled through resonators, mimicking a 1D linear system of electronic spins connected by phonons. By employing this hybrid digital-analog technique, we significantly reduce the resource cost in terms of the number of quantum gates required for simulation. As a demonstration, we present the quantum simulation of the 2-site Hubbard-Holstein model in 1D with half-filling. Benchmarking the fidelity, we observe that the digital-analog simulation outperforms the purely digital approach demonstrating that our method outperforms the purely digital simulation.", "Show?": "hide", "Image name": "NA", "Name": " Shubham Kumar", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Subhendu Bikash", "Surename": "Ghosh", "Affiliation": "Indian Statistical Institute", "Primary email": "subhendubghosh@gmail.com", "Response": "", "Schedule": "15th June 4 to 4:30 IST", "id": "185", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "15:30:00", "end": "16:00:00", "Title": "Activating Various Forms of Quantum Nonlocality:State Discrimination\nParadigm.", "Abstract": "Apart from the Bell nonlocality, which deals with the correlations generated from the local input-output statistics, quantum theory exhibits another kind of nonlocality that involves the indistinguishability of the set of multipartite states. These phenomena have utmost importance in the domain of data hiding, secret sharing, etc. Motivated by this, recently a significant effort has been devoted to activate local indistinguishability from locally distinguishable nontrivial sets of quantum states. In this presentation we will discuss the activation of different kind of quantum nonlocality, with and without entanglement.", "Show?": "hide", "Image name": "NA", "Name": "Mr. Subhendu Bikash Ghosh", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Saptarshi", "Surename": " Saha", "Affiliation": "IISER Kolkata", "Primary email": "ss17rs021@iiserkol.ac.in", "Response": "", "Schedule": "15th June 4:30 to 5 IST", "id": "186", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "16:30:00", "end": "17:00:00", "Title": "Prethermalization in a dissipative dipolar system", "Abstract": "Recent experiments show that periodic drives on dipolar systems lead to long-lived prethermal states. These systems are weakly coupled to the environment and reach prethermal states on a timescale much shorter than the timescale for thermalization. In this presentation, using a fluctuation-regulated quantum master equation (FRQME), we will describe the emergence of a prethermal plateau in these systems. In addition to the system-environment coupling, FRQME successfully captures the dissipative effect from the various local interactions in the system that leads to a cascaded journey of the system to a final steady state. The cascade involves a set of prethermal or arrested states characterized by some quasi-conserved quantities. We will also show the existence of a critical limit beyond which the prethermal plateau ceases to exist. In addition to that, such prethermalization plays a crucial role to stabilize the discrete time-crystalline phase under perturbations.", "Show?": "hide", "Image name": "NA", "Name": " Saptarshi  Saha", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms.", "First Name": "Rivu ", "Surename": "Gupta", "Affiliation": "HRI", "Primary email": "rivugupta@hri.res.in", "Response": "", "Schedule": "15th June 5 to 5:30 IST", "id": "187", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "17:00:00", "end": "17:30:00", "Title": "Distributed dense coding network for continuous variable systems", "Abstract": "Quantum dense coding (DC), first introduced by Bennett and Weisner for qubit systems, was generalized to the continuous variable (CV) paradigm by Braunstein and van Look for a single sender and a single receiver. In this talk, I will discuss the continuous variable dense coding (CV-DC) scheme for multiple senders sharing a multimode entangled state with a single receiver. I will present our framework for generating a multimode-dense coding network using quantum optical fields, and demonstrate the quantum advantage of the protocol using paradigmatic classes of three- and four-mode states. The protocol is scalable to arbitrary numbers of senders. The encoding operations comprise local displacements while the decoding involves homodyne measurements of the modes. Our protocol involves simple optical elements such as beam splitters and mirrors, thereby exhibiting its potentiality for experimental realization.\r\n\r\nRef:-  Quantum dense coding network using multimode squeezed states of light\r\n\r\nAyan Patra, Rivu Gupta, Saptarshi Roy, Tamoghna Das, and Aditi Sen(De)\r\n\r\nPhys. Rev. A 106, 052607 (2022)", "Show?": "hide", "Image name": "NA", "Name": "Ms. Rivu  Gupta", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Sahil", "Surename": "Naik", "Affiliation": "S N Bose", "Primary email": "sahiln1112@gmail.com", "Response": "", "Schedule": "15th June 5:30 to 6 IST", "id": "188", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "17:30:00", "end": "18:00:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Sahil Naik", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Sneha", "Surename": "Munshi", "Affiliation": "", "Primary email": "snehamunshi5@gmail.com", "Response": "", "Schedule": "16 th june 5 to 5:30", "id": "189", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "17:00:00", "end": "17:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Sneha Munshi", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Sumit", "Surename": "Nandi", "Affiliation": "S.N. Bose National Centre for Basic Sciences", "Primary email": "sumit.nandi@bose.res.in", "Response": "", "Schedule": "16th June 10 to 10:30 IST", "id": "190", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "10:00:00", "end": "10:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Neha Sharma", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Prabuddha", "Surename": "Roy", "Affiliation": "IISER Beherampur", "Primary email": "prabuddharoy.94@gmail.com", "Response": "", "Schedule": "16th June 10:30 to 11:00 IST", "id": "191", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "10:30:00", "end": "11:00:00", "Title": "Device-independent self-testing of unsharp measurements.", "Abstract": "In this work, we provide device-independent (DI) self-testing of the unsharp instrument through the quantum violation of two Bell inequalities where the devices are uncharacterized and the dimension of the system remains unspecified. We introduce an elegant sum-of-squares approach to derive the dimension-independent optimal quantum violation of Bell inequalities which plays a crucial role. Note that the standard Bell test cannot self-test the post-measurement states and consequently cannot self-test unsharp instrument. The sequential Bell test possess the potential to self-test an unsharp instrument. We demonstrate that there exists a trade-off between the maximum sequential quantum violations of the Clauser–Horne–Shimony–Holt inequality, and they form an optimal pair that enables the DI self-testing of the entangled state, the observables, and the unsharpness parameter. Further, we extend our study to the case of elegant Bell inequality and we argue that it has two classical bounds—the local bound and the non-trivial preparation non-contextual bound, lower than the local bound. Based on the sharing of preparation contextuality by three independent sequential observers, we demonstrate the DI self-testing of two unsharpness parameters. Since an actual experimental scenario involves losses and imperfection, we demonstrate robustness of our certification to noise.", "Show?": "hide", "Image name": "NA", "Name": "Dr. Prabuddha Roy", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Anuvab", "Surename": "Nandi", "Affiliation": "IISER Kolkata", "Primary email": "an20ip001@iiserkol.ac.in", "Response": "", "Schedule": "16th June 11:00 to 11:30 IST", "id": "192", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "11:00:00", "end": "11:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Anuvab Nandi", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Som", "Surename": "Kanjilal", "Affiliation": "IIIT Hyderebad", "Primary email": "som.kanjilal1011991@gmail.com", "Response": "", "Schedule": "16th June 11:30 to 12:00 IST", "id": "193", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "11:30:00", "end": "12:00:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Som Kanjilal", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Debabrata ", "Surename": "Mondal", "Affiliation": "IISER Kolkata", "Primary email": "debabrata.mondal1997@gmail.com", "Response": "", "Schedule": "16th June 12 to 12:30 IST", "id": "194", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Debabrata  Mondal", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Ram Krishna ", "Surename": "Patra", "Affiliation": "S.N. Bose", "Primary email": "ramkrishnapatra033@gmail.com", "Response": "", "Schedule": "16th June 12:30 to 1 IST", "id": "195", "Date (double click to pick)": "6/13/2023", "Time ( IST )": "15:00:00", "end": "15:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Ram Krishna  Patra", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Amit", "Surename": "Kundu", "Affiliation": "Department of Applied Mathematics, University of Calcutta", "Primary email": "amit8967@gmail.com", "Response": "", "Schedule": "16th June 3:30 to 4 IST", "id": "196", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Amit Kundu", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Arpan", "Surename": "Chaterjee", "Affiliation": "IISER Kolkata", "Primary email": "ac17rs016@iiserkol.ac.in", "Response": "", "Schedule": "16th June 4 to 4:30 IST", "id": "197", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "16:00:00", "end": "16:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Arpan Chaterjee", "Link": "", "Citations": "", "Topic": ""}, {"": "Ms.", "First Name": "Riddhi ", "Surename": "Chatterjee", "Affiliation": "", "Primary email": "riddhichatterjee27@gmail.com", "Response": "", "Schedule": "16th June 4:30 to 5 IST", "id": "198", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "16:30:00", "end": "17:00:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Ms. Riddhi  Chatterjee", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "", "Surename": "", "Affiliation": "", "Primary email": "", "Response": "", "Schedule": "", "id": "199", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Subhayan", "Surename": "Roy Moulik", "Affiliation": "Department of Mathematics, University of California, Berkeley", "Primary email": "srm@math.berkeley.edu", "Response": "", "Schedule": "", "id": "200", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "  ", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Subhayan Roy Moulik", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Rajiuddin ", "Surename": "Sk", "Affiliation": "Indian Institute of Science Education and Research Kolkata", "Primary email": "rs18rs014@iiserkol.ac.in", "Response": "", "Schedule": "", "id": "201", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Rajiuddin  Sk", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Narendra", "Surename": "Hegade", "Affiliation": "Shanghai University, China. Kipu Quantum, Munich, Germany.", "Primary email": "narendrahegade5@gmail.com ", "Response": "", "Schedule": "", "id": "202", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Narendra Hegade", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Sumit", "Surename": "Mukherjee ", "Affiliation": "IISER Kolkata", "Primary email": "mukherjeesumit93@gmail.com", "Response": "", "Schedule": "", "id": "203", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "17:30:00", "end": "12:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Sumit Mukherjee ", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Subhashish", "Surename": "Barik", "Affiliation": "Technical University of Denmark / UNSW, Sydney", "Primary email": "subhashishbarik1995@gmail.com", "Response": "", "Schedule": "", "id": "204", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "pedagogical talk / tutorial on quantum optics and its application in quantum computing (continuous-variable quantum optics and computing)pedagogical talk / tutorial on quantum optics and its application in quantum computing (continuous-variable quantum optics and computing)", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Subhashish Barik", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "", "Surename": "", "Affiliation": "", "Primary email": "", "Response": "", "Schedule": "", "id": "205", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "  ", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Niladri ", "Surename": "Modak", "Affiliation": "IISER Kolkata", "Primary email": "nm16ip018@iiserkol.ac.in", "Response": "", "Schedule": "", "id": "206", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "15:00:00", "end": "15:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Niladri  Modak", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "", "Surename": "Samrat Sen", "Affiliation": "S N Bose", "Primary email": "samrat9sen5@gmail.com", "Response": "", "Schedule": "", "id": "207", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr.  Samrat Sen", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "Vaisakh", "Surename": "Mannalath", "Affiliation": "Jaypee Institute of Information Technology", "Primary email": "vaisakhmannalath@gmail.com", "Response": "", "Schedule": "", "id": "208", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": " Vaisakh Mannalath", "Link": "", "Citations": "", "Topic": ""}, {"": "Dr.", "First Name": "Ram Krishna ", "Surename": "Patra", "Affiliation": "S.N. Bose", "Primary email": "ramkrishnapatra033@gmail.com", "Response": "", "Schedule": "", "id": "209", "Date (double click to pick)": "", "Time ( IST )": "", "end": "", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Dr. Ram Krishna Patra", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Samrat", "Surename": "Sen", "Affiliation": "S N Bose", "Primary email": "samrat9sen5@gmail.com", "Response": "", "Schedule": "", "id": "210", "Date (double click to pick)": "6/14/2023", "Time ( IST )": "18:00:00", "end": "18:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Samrat Sen", "Link": "", "Citations": "", "Topic": ""}, {"": "Mr.", "First Name": "Amit", "Surename": "Mukhaerjee", "Affiliation": "S N Bose", "Primary email": "amitm.qm@gmail.com", "Response": "", "Schedule": "", "id": "211", "Date (double click to pick)": "6/15/2023", "Time ( IST )": "16:00:00", "end": "16:30:00", "Title": "", "Abstract": "", "Show?": "hide", "Image name": "NA", "Name": "Mr. Amit Mukhaerjee", "Link": "", "Citations": "", "Topic": ""}, {"": "", "First Name": "", "Surename": "", "Affiliation": "", "Primary email": "", "Response": "", "Schedule": "", "id": "", "Date (double click to pick)": "6/16/2023", "Time ( IST )": "18:30:00", "end": "20:30:00", "Title": "Basics of Quantum Computing 10", "Abstract": "", "Show?": "hide", "Image name": "", "Name": "Tutorial", "Link": "", "Citations": "", "Topic": ""}]
